Repository: plexydesk/kbfxmenu
Catalog: kbfx3/po/*.po
Languages: hu, nl

source: <b><h3><p align="center">Font options</p></h3></b>
hu: <b><h3><p align="center">Betűtípus beállítások</p></h3></b>
nl: <b><h3><p align="center"> Lettertype opties</p></h3></b>

source: EXPORT KBFXFONTRC FILE
hu: KBFXFONTRC FÁJL EXPORTÁLÁSA
nl: EXPORT KBFXFONTRC BESTAND

source: Export the kbfxfontrc file to a folder
hu: kbfxfontrc fájl exportálása könyvtárba
nl: Exporeer het kbfxfontrc bestand naar een map

source: Bold fonts on hover
hu: Félkövér betűk fókusznál
nl: Vette letters bij muisover

source: Make fonts bolder when you hover the mouse over an item
hu: A betűk legyenek félkövérek, ha az egér egy elem fölött van
nl: Maak de letters vetter als je met de muis over een item gaat

source: Application "LINE":
hu: Alkalmazás "SOR":
nl: Toepassing "REGEL":

source: Horizontal line color in the application area.
hu: Vízszintes vonal színe az alkalmazásterületen.
nl: Horizontale regel kleur in de toepassing.

source: Application text :
hu: Alkalmazás szövege:
nl: Programma tekst :

source: Select the color of the "application" in the menu.
hu: Válaszd ki a menüben lévő "alkalmazás" színét.
nl: Selecteer de kleur van het "programma" in het menu.

source: Comment text:
hu: Megjegyzés szövegének színe:
nl: Toelichtings tekst :

source: Color of the "comments" in the menu.
hu: A menüben lévő "megjegyzések" színe.
nl: Kleur van de commentaren in het menu.

source: Name display:
hu: Név megjelenítés:
nl: Naam venster :

source: The color of your login name in the menu.
hu: Menüben megjelenő bejelentkezési név színe.
nl: De kleur van je login naam in het menu.

source: Category text:
hu: Kategória szövege:
nl: Categorie tekst :

source: Font color of the categoris in the menu.
hu: Kategóriák betűszíne.
nl: Lettertype kleur van de categorien in het menu.

source: Separator:
hu: Elválasztó:
nl: Scheidingslijn :

source: Plugin:
hu: Modul:

source: Select font for the application's text
hu: Add meg az alkalmazások betűtípusát
nl: Selecteer het lettertype van de programma tekst

source: Select font for the comment's text
hu: Add meg a megjegyzések betűtípusát
nl: Kies het lettertype voor de tekst van het commentaar

source: Select font for the username's text
hu: Add meg a felhasználónév betűtípusát
nl: Kies het lettertype voor de gebruikersnaam

source: Select font for the category's text
hu: Add meg a kategória szövegének betűtípusát
nl: Kies het lettertype voor categorie tekst

source: Select font for the separator's text
hu: Add meg az elválasztók szövegének betűtípusát
nl: Kies het lettertype voor scheidingslijn tekst

source: Select font for the plugins' text
hu: Válaszd ki a modulok szöveg betűtípusát
nl: Kies het lettertype voor de plugins tekst

source: <b><h3><p align="center">People behind KBFX</p></h3></b>
hu: <b><h3><p align="center">A KBFX mögött álló emberek</p></h3></b>
nl: <b><h3><p align="center"> Mensen achter KBFX</p></h3></b>

source: You are running: <b>KBFX 0493</b>
hu: A <b>KBFX 0493</b> verzióját futtatod
nl: U draait: <b>KBFX 0493</b>

source: Here are the people behind the KBFX application. We would like to thank all people who have helped with KBFX or have donated money to our project! THANKS A LOT ALL OF YOU OUT THERE!!!
hu: Itt olvashatsz a kbfx mögött álló emberekről. Szeretnénk köszönetet mondani mindazoknak, akik segítettek a KBFX fejlesztésében és akik adományukkal segítették a projektet! KÖSZÖNET MINDANNYIÓTOKNAK ODAKINN!!!
nl: Hier zijn de mensen achter het KBFX programma. We willen alle mensen bedanken die hebben geholpen met KBFX en degenen die geld hebben gedoneerd voor ons project! BEDANKT ALLEMAAL!!!

source: <strong>Name:</strong> Siraj Razick<br><br><strong>Country:</strong> Sri Lanka<br><br><strong>KBFX:</strong> Author, Maintainer, Developer, Project Admin<br><br><strong>Email:</strong> siraj(a)mail.kbfx.org
hu: <strong>Név:</strong> Siraj Razick<br><br><strong>Ország:</strong> Sri Lanka<br><br><strong>KBFX:</strong> Szerző, Karbantartó, Fejlesztő, Projektvezető<br><br><strong>Email:</strong> siraj(a)mail.kbfx.org
nl: <strong> Naam</strong> Siraj Razick<br><br><strong> Land:</strong> Sri Lanka<br><br><strong>KBFX</strong> Auteur Onderhouder Ontwikkelaar Project Admin<br><br><strong> E-mail</strong> siraj(a)mail.kbfx.org

source: <b>Tip!</b> Hover over the contact images to see each personal contact information.
hu: <b>Tipp!</b>Húzd az egeret a képek fölé, hogy megtekinthesd minden személy kapcsolati adatait.
nl: <b>Tip!</b>Beweeg de muis-pijl over de contact afbeeldingen om de persoonlijke contact informatie zichtbaar te maken.

source: SPONSORS!
hu: TÁMOGATÓK!
nl: DONATEURS!

source: We would like to thank swedish computer company <b>PC Agenten</b> for sponsoring us with a server and bandwidth.
hu: Szeretnénk köszönetet mondani a svéd <b>PC Agenten</b> számítástechnikai cégnek hogy egy szerverrel és sávszélességgel támogatott bennünket.
nl: We willen de Zweedse computer firma <b>PC Agenten</b> bedanken voor het verstrekken van een server en bandbreedte.

source: <p align="right"><b>Name:</b></p>
hu: <p align="right"><b>Név:</b></p>

source: <p align="right"><b>Version:</b></p>
hu: <p align="right"><b>Verzió:</b></p>

source: <p align="right"><b>Author:</b></p>
hu: <p align="right"><b>Szerző:</b></p>

source: <p align="right"><b>Homepage:</b></p>
hu: <p align="right"><b>Weboldal:</b></p>

source: <p align='center'>Invalid user themes folder!</p><p align='center'>Will use default user themes folder.</p>
hu: <p align='center'>Érvénytelen felhasználói témakönyvtár!</p><p align='center'>Az alapértelmezettet fogom használni.</p>
nl: <p align='center'>Onbruikbare gebruikers thema map!</p><p align='center'>Standaard gebruikers thema map wordt gebruikt</p>

source: Error loading themes
hu: Hiba a témák betöltésekor
nl: Fout! Thema niet geladen

source: <p align='center'>Are you sure you want to uninstall the KBFX theme <strong>%1</strong>?</p>
hu: <p>Biztosan törölni szeretnéd a(z) <strong>%1</strong> témát?</p>
nl: <p align='center'>Weet U zeker dat U het KBFX thema wilt verwijderen <strong>% 1</strong>?</p>

source: Uninstall KBFX theme
hu: KBFX téma eltávolítása
nl: Verwijder KBFX thema

source: Uninstall
hu: Eltávolítás
nl: Verwijder

source: <p align='center'>Do you want to keep your personal settings for theme <strong>%1</strong>?</p>
hu: <p>Szeretnéd megtartani a(z) <strong>%1</strong> témához tartozó személyes beállításaid?</p>

source: Personal settings
hu: Személyes beállítások

source: Keep settings
hu: Beállítások megtartása

source: Delete settings
hu: Beállítások törlése

source: <p align='center'>Could not uninstall this KBFX theme.</p><p align='center'>You may not have sufficient permissions to delete the folder <strong>%1<strong>.</p>
hu: <p align='center'>Nem sikerült eltávolítani ezt a KBFX témát.</p><p align='center'>Valószínűleg nincs elegendő jogosultságod a(z) <strong>%1</strong> könyvtár törléséhez.</p>
nl: <p align='center'>Kon de installatie van dit KBFX thema niet ongedaan maken.</p><p align='center'>Misschien heeft U niet voldoende rechten om de map te verwijderen <strong>%1<strong>.</p>

source: KBFX theme packages (*.tar, *.tar.bz2, *.tar.gz, *.kbfxtheme)
hu: KBFX témacsomagok (*.tar, *.tar.bz2, *.tar.gz, *.kbfxtheme)
nl: KBFX thema pakketten (*.tar, *.tar.bz2, *tar.gz, *.kbfxtheme)

source: Select KBFX theme package to install
hu: Válaszd ki a telepíteni kívánt témacsomagot
nl: Kies het KBFX thema pakket om te installeren

source: <p align='center'>Could not read this KBFX theme package.</p>
hu: <p align='center'>Nem sikerült olvasni ezt a KBFX témacsomagot.</p>
nl: <p align='center'>Kon dit KBFX thema pakket niet lezen.</p>

source: Select personal image
hu: Személyes kép kiválasztása
nl: Kies een persoonlijke afbeelding

source: <p align='center'>Image cannot be used as a personal image!</p><p align='center'>Will use default personal image.</p>
hu: <p align='center'>A választott kép nem használható mint személyes kép!</p><p align='center'>Az alapértelmezett képet fogom használni.</p>
nl: <p align='center'>Afbeelding kan niet als persoonlijke afbeelding gebruikt worden!</p><p align='center'>De standaard persoonlijke afbeelding wordt gebruikt.</p>

source: Error loading image
hu: Hiba a kép betöltésekor
nl: Fout! Afbeelding niet geladen

source: Turn the animation 'OFF'
hu: Animáció "KI"
nl: Animatie 'UIT'

source: Turn the animation 'ON'
hu: Animáció "BE"
nl: Animatie 'AAN'

source: Turn the tooltip 'OFF'
hu: Eszköztippek "KI"
nl: Zet hulpballon 'UIT'

source: Turn the tooltip 'ON'
hu: Eszköztipp "BE"
nl: Zet hulpballon 'AAN'

source: Select folder to export kbfxfontrc file
hu: Válaszd ki a kbfxfontrc fájl exportjának célkönyvtárát
nl: Kies de map waar het kbfxfontrc bestand naartoe geexporteerd moet worden

source: <p align='center'>The Font configuration of the KBFX Theme <strong>%1</strong> has been exported successfully!</p>
hu: <p align='center'>A(z) <strong>%1</strong> KBFX témához tartozó betűtípus beállítások exportja sikeresen megtörtént!</p>
nl: <p align='center'>Lettertype instelling voor het KBFX thema <strong>%1</strong>is met succes geexporteerd!</p>

source: KBFX Font Export Ready
hu: KBFX betűtípus export kész
nl: KBFX lettertype export gereed

source: <strong>Name:</strong> Mensur Zahirovic (Nookie)<br><br><strong>Country:</strong> Sweden<br><br><strong>KBFX:</strong> co-author, Q/A, system design, web designer, bug hunter, project administror<br><br><strong>Email:</strong> nookie@mail.kbfx.org
hu: <strong>Név:</strong> Mensur Zahirovic (Nookie)<br><br><strong>Ország:</strong> Svédország<br><br><strong>KBFX:</strong> Társszerző, minőségbiztosítás (Q/A), rendszerterv, weblaptervező, hibavadász, projekt adminisztrátor<br><br><strong>Email:</strong> nookie@mail.kbfx.org
nl: <strong> Naam</strong> Mensur Zahirovic (Nookie)<br><br><strong> Land:</ strong> Sweden<br><br><strong>KBFX</strong> co auteur, Q/A, systeem ontwerp, web designer, bug hunter, project administrator<br><br><strong> E-mail</strong> nookie@mail.kbfx.org

source: <strong>Name:</strong> Siraj Razick<br><br><strong>Country:</strong> Sri Lanka<br><br><strong>KBFX:</strong> author, maintainer, developer, project administror<br><br><strong>Email:</strong> siraj@mail.kbfx.org
hu: <strong>Név:</strong> Siraj Razick<br><br><strong>Ország:</strong> Sri Lanka<br><br><strong>KBFX:</strong> Szerző, karbantartó, fejlesztő, projekt adminisztrátor<br><br><strong>Email:</strong> siraj@mail.kbfx.org
nl: <strong> Naam</strong> Siraj Razick<br><br><strong> Land:</strong> Sri Lanka<br><br><strong>KBFX</strong> auteur onderhouder ontwikkelaar project administrator<br><br><strong> E-mail</strong> siraj@mail.kbfx.org

source: <strong>Name:</strong> Nathanael Dracor Gogniat<br><br><strong>Country:</strong> Switzerland<br><br><strong>KBFX:</strong> project technical writer, documentation manager, co-author<br><br><strong>Email:</strong> nathanael@mail.kbfx.org
hu: <strong>Név:</strong> Nathanael Dracor Gogniat<br><br><strong>Ország:</strong> Svájc<br><br><strong>KBFX:</strong> technikai szakíró, dokumentációkezelő, társszerző<br><br><strong>Email:</strong> nathanael@mail.kbfx.org
nl: <strong> Naam</strong> Nathanael Dracor Gogniat<br><br><strong> Land:</ strong> Switzerland<br><br><strong>KBFX</strong> technisch project schrijver, documentatie manager, co auteur<br><br><strong> E-mail</strong> nathanael@mail.kbfx.org

source: <strong>Name:</strong> PhobosK<br><br><strong>Country:</strong> Bulgaria<br><br><strong>KBFX:</strong> package & release manager, Q/A, bug hunter, mandriva packages, project administrator, developer Qt/C++<br><br><strong>Email:</strong> phobosk@mail.kbfx.org
hu: <strong>Név:</strong> PhobosK<br><br><strong>Ország:</strong> Bulgária<br><br><strong>KBFX:</strong> csomag és kiadás felelős, minőségbiztosítás (Q/A), hibavadász, Mandriva csomagok, projekt adminisztrátor, Qt/C++ fejlesztő<br><br><strong>Email:</strong> phobosk@mail.kbfx.org
nl: <strong> Naam</strong> PhobosK<br><br><strong> Land:</strong> Bulgarije<br><br><strong>KBFX</strong> pakket en release manager, Q/A, bug hunter, mandriva pakketten, project administrator, ontwikkelaar Qt/C++<br><br><strong> E-mail</strong> phobosk@mail.kbfx.org

source: <strong>Name:</strong> Johnny Henry Saenz Acuna (scarebyte)<br><br><strong>Country:</strong> Peru<br><br><strong>KBFX:</strong> developer Qt4/C++<br><br><strong>Email:</strong> saenzac@mail.kbfx.org
hu: <strong>Név:</strong> Johnny Henry Saenz Acuna (scarebyte)<br><br><strong>Ország:</strong> Peru<br><br><strong>KBFX:</strong> Qt4/C++ fejlesztő<br><br><strong>Email:</strong> saenzac@mail.kbfx.org
nl: <strong> Naam</strong> Johnny Henry Saenz Acuna (scarebyte)<br><br><strong>Country:</strong> Peru<br><br><strong>KBFX:</strong> ontwikkelaar Qt4/C++<br><br><strong>Email:</strong> saenzac@mail.kbfx.org

source: <strong>Name:</strong> Christoffer Brodd-Reijer (Ephracis)<br><br><strong>Country:</strong> Sweden<br><br><strong>KBFX:</strong> library developer for Raptor<br><br><strong>Email:</strong> ephracis@mail.kbfx.org
hu: <strong>Név:</strong> Christofer Brodd-Reijer (Ephracis)<br><br><strong>Ország:</strong> Svédország<br><br><strong>KBFX:</strong> Raptor könyvtár fejlesztője<br><br><strong>Email:</strong> ephracis@mail.kbfx.org
nl: <strong> Naam</strong>Christoffer Brodd-Reijer (Ephracis)<br><br><strong>Country:</strong> Sweden<br><br><strong>KBFX:</strong> bibliotheek ontwikkelaar voor Raptor<br><br><strong>Email:</strong> ephracis@mail.kbfx.org

source: <p align='center'>Image cannot be used as a pressed button skin!</p><p align='center'>Will use default pressed button skin.</p>
hu: <p align='center'>A választott kép nem használható mint lenyomott állapotú gomb képe!</p><p align='center'>Az alapértelmezettet fogom használni.</p>
nl: <p align='center'>Afbeelding kan niet gebruikt worden als ingedrukte knop skin!</p><p align='center'>De standaard ingedrukte knop skin wordt gebruikt.</p>

source: <p align='center'>Image cannot be used as a normal button skin!</p><p align='center'>Will use default normal button skin.</p>
hu: <p align='center'>A választott kép nem használható mint normál állapotú gomb képe!</p><p align='center'>Az alapértelmezettet fogom használni.</p>
nl: <p align='center'>Afbeelding kan niet gebruikt worden als normale knop skin!</p><p align='center'>De standaard normale knop skin wordt gebruikt.</p>

source: <p align='center'>Image cannot be used as a hover button skin!</p><p align='center'>Will use default hover button skin.</p>
hu: <p align='center'>A választott kép nem használható mint fókuszált állapotú gomb képe!</p><p align='center'>Az alapértelmezettet fogom használni.</p>
nl: <p align='center'>Afbeelding kan niet gebruikt worden als muisover knop skin!</p><p align='center'>De standaard muisoverknop skin word gebruikt.</p>

source: Panel Resize is 'OFF'
hu: Eszköztár átméretezés "KI"
nl: Werkbalk Grootte wijzigen 'UIT'

source: User Properties
hu: Felhasználó tulajdonságai
nl: Gebruikers eigenschappen

source: * Top Bar Properties
hu: * Felső sáv tulajdonságai
nl: * Bovenbalk eigenschappen

source: * Bottom Bar Properties
hu: * Alsó sáv tulajdonságai
nl: * Bodembalk eigenschappen

source: * List Box Properties
hu: * Lista doboz tulajdonságai
nl: * Eigenschappen van lijstveld

source: Search Box Properties
hu: Keresődoboz tulajdonságai
nl: Eigenschappen van zoekveld

source: * Item Properties
hu: * Elemek tulajdonságai
nl: * Item eigenschappen

source: * Main Menu Properties
hu: * Főmenü tulajdonságai
nl: * Hoofdmenu eigenschappen

source: Water Effect Properties
hu: Víz effektus tulajdonságai
nl: Water effect eigenschappen

source: Face Position X
hu: Arckép X pozíciója
nl: Gezichts positie X

source: Face Position Y
hu: Arckép Y pozíciója
nl: Gezichts positie Y

source: User Name Position X
hu: Felhasználónév X pozíciója
nl: Gebruikersnaam positie X

source: User Name Position Y
hu: Felhasználónév Y pozíciója
nl: Gebruikersnaam positie Y

source: Face Box Position X
hu: Arckép doboz X pozíciója
nl: Positie X van vensterweergave

source: Face Box Position Y
hu: Arckép doboz Y pozíciója
nl: Positie Y van vensterweergave

source: Face Box Height
hu: Arckép doboz magassága
nl: Hoogte van vensterweergave

source: Face Box Width
hu: Arckép doboz szélessége
nl: Breedte van vensterweergave

source: Hide User Name
hu: Felhasználónév elrejtése
nl: Verberg gebruikersnaam

source: * Top Bar Height
hu: * Felső sáv magassága
nl: * Hoogte van de bovenbalk

source: Top Bar Width
hu: Felső sáv szélessége
nl: Breedte van de bovenbalk

source: * Bottom Bar Height
hu: * Alsó sáv magassága
nl: *Hoogte van de onderbalk

source: Bottom Bar Width
hu: Alsó sáv szélessége
nl: Breedte van de onderbalk

source: * List Box Position X
hu: * Lista doboz X pozíciója
nl: Positie X van lijstweergave

source: * List Box Position Y
hu: * Lista doboz Y pozíciója
nl: Positie Y van lijstweergave

source: List Box Height
hu: Lista doboz magassága
nl: Hoogte van lijstweergave

source: * List Box Width
hu: * Lista doboz szélessége
nl: Breedte van lijstweergave

source: Search Box Position X
hu: Keresődoboz X pozíciója
nl: Positie X van zoekveld

source: Search Box Position Y
hu: Keresődoboz Y pozíciója
nl: Positie Y van zoekveld

source: Search Box Height
hu: Keresődoboz magassága
nl: Hoogte van zoekveld

source: Search Box Width
hu: Keresődoboz szélessége
nl: Breedte van zoekveld

source: * Item Position X
hu: * Elem X pozíciója
nl: * Item positie X

source: * Item Position Y
hu: * Elem Y pozíciója
nl: * Item positie Y

source: Icon Size in Item
hu: Elem ikonjának mérete
nl: Icoon formaat in item

source: Item Height
hu: Elem magassága
nl: Item hoogte

source: * Item Width
hu: * Elem szélessége
nl: * Item breedte

source: Comment Margin in Item
hu: Megjegyzés margó az elemben
nl: Ruimte voor commentaar in item

source: No Comments in Item
hu: Nincs megjegyzés az elemben
nl: Geen commentaar in item

source: * Main Menu Height
hu: * Főmenü magassága
nl: * Hoogte hoofdmenu

source: * Main Menu Width
hu: * Főmenü szélessége
nl: * Breedte hoofdmenu

source: Contracted Menues
hu: Összevont menük
nl: Gecontracteerde menu's

source: Water Effect Frame Rate
hu: Víz effektus képkockasebessége
nl: Framesnelheid van watereffect

source: Enabled Water Effect
hu: Víz effektus engedélyezve
nl: Water effect aan

source: Select folder to export kbfxlayoutrc file
hu: Add meg a kbfxlayoutrc fájl exportjának célkönyvtárát
nl: Kies een map om het kbfxopmaak bestand naartoe te exporteren

source: <p align='center'>The Layout configuration of the KBFX Theme <strong>%1</strong> has been exported successfully!</p>
hu: <p align='center'>A(z) <strong>%1</strong> téma elrendezésének beállítása sikeresen exportálva!</p>
nl: <p align='center'>De opmaak instelling voor het KBFX thema opslaan <strong>%1</strong>?is met succes geexporteerd!</p>

source: KBFX Layout Export Ready
hu: KBFX elrendezés exportja kész
nl: KBFX opmaak exporteren gereed

source: <p align='center'>The Layout configuration of the KBFX Theme <strong>%1</strong> is ready!</p><p align='center'>Be sure to click the <strong>Apply</strong> button in order the changes to become active!</p>
hu: <p align='center'>A(z) <strong>%1</strong> téma elrendezése kész!</p><p align='center'>Feltétlenül nyomd meg az <strong>Alkalmazás</strong> gombot, hogy érvényesítsd a változtatásokat!</p>
nl: <p align='center'>De opmaak instelling van het KBFX thema<strong>%1</strong> is gereed!</p><p align='center'>Vergeet niet om de <strong>toepassen</strong> knop te gebruiken om de wijzigingen te aktiveren!</p>

source: KBFX Layout Ready
hu: KBFX elrendezés kész
nl: KBFX opmaak gereed

source: <p align='center'>KBFX will calculate the necessary values using the present values for:</p><p align='center'><strong>* Main Menu Height</strong> and <strong>* Main Menu Width</strong><br><strong>* Bottom Bar Height</strong> and <strong>* Top Bar Height</strong><br></p><p align='center'>So be sure that you have entered their values as you desire!</p><p align='center'><strong>NOTE:</strong> Have in mind that the Layout of the theme also depends on the sizes of the images! So if the theme does not look like as you desire either change the images' sizes to smaller width OR change <strong>* Main Menu Width</strong> to higher value!</p>
hu: <p align='center'>A KBFX a jelenlegi értékek alapján beállítja a következőket:</p><p align='center'><strong>* Főmenü magassága</strong> és <strong>* Főmenü szélessége</strong><br><strong>* Alsó sor magassága</strong> és <strong>* Felső sor magassága</strong><br></p><p align='center'>Győződj meg róla, hogy mindennek a kívánt értéket adtad meg!</p><p align='center'><strong>Figyelem:</strong>Vedd figyelembe, hogy a téma elrendezése a használt képek méretétől is függ! Tehát, ha a téma nem úgy néz ki, ahogy szeretted volna, akkor állítsd a képeket kisebb méretűre VAGY állítsd a <strong>* Főmenü magasságát</strong> nagyobbra!</p>
nl: <p align='center'>KBFX zal door gebruik te maken van de huidige waarden, de noodzakelijke waarden voor de:</p><p align='center'><strong>* hoogte van het Hoofdmenu</strong> en de <strong>*breedte van het Hoofdmenu</strong><br><strong>hoogte van de Onderbalk</strong> en van de <strong>hoogte van de Bovenbalk</strong><br></p><p align='center'>Wees er dus zeker van de waarden die je wenst te hebben ingevuld!</p><p align='center'><strong>LET OP:</strong>Houd in gedachten dat de opmaakvan het thema ook afhangt van de afmetingen van de afbeeldingen! Dus als het thema er niet uitziet zoals je wilt, verklein dan de afmetingen van de afbeeldingen, OF vergroot de <strong>breedte van het Hoofdmenu</strong></p>

source: Prepare Layout for the KBFX theme
hu: Elrendezés előkészítése a KBFX témához
nl: Opmaak voor het KBFX thema voorbereiden

source: Prepare
hu: Elkészítés
nl: Voorbereiden

source: Left Panel
hu: Bal panel
nl: Linker paneel

source: Right Panel
hu: Jobb panel
nl: Rechter paneel

source: <p align='center'>Not Implemented yet.</p>
hu: <p align='center'>Még nincs implementálva.</p>
nl: <p align='center'>Nog niet geimplementeerd.</p>

source: <p align='center'>Not implemented yet.</p>
hu: <p align='center'>Még nincs implementálva.</p>
nl: <p align='center'>Nog niet geimplementeerd</p>

source: <p align='center'>KBFX Theme <strong>%1</strong> prepared</p>.
nl: <p align='center'>KBFX Thema <strong>%1</strong> voorbereid</p>.

source: kbfxconfigapp
nl: kbfxconfiguratieprogramma

source: This is an about box
nl: Dit is een informatievenster

source: textLabel1
nl: tekstLabel1

source: textLabel2
nl: tekstLabel2

source: textLabel3
nl: tekstLabel3

source: textLabel4
nl: tekstLabel4

source: checkBox1
nl: Keuzevakje1

source: textLabel5
nl: tekstLabel5

source: textLabel6
nl: tekstLabel6

source: textLabel7
nl: tekstLabel7

source: textLabel8
nl: tekstLabel8

source: checkBox2
nl: Keuzevakje2

source: SpixBar
nl: SpixBalk

source: Convert Theme
nl: Converteer thema

source: Convert a theme to the new format
nl: Converteer een thema naar het nieuwe formaat

source: Pressing the button will open dialog for converting old themes to the new specifications
nl: Wanneer de knop wordt ingedrukt zal er een dialoogvenster verschijnen waarin je oude thema's naar de nieuwe specificaties kunt converteren

source: Form1
nl: Formulier1
