Repository: plexydesk/kbfxmenu
Catalog: kbfx3/po/*.po
Languages: hu, nl

source: _: NAME OF TRANSLATORS Your names
hu: Stelcz Ferenc

source: _: EMAIL OF TRANSLATORS Your emails
hu: ferenc@stelcz.hu
nl: monkey9@iae.nl

source: Not Specified
hu: Nincs megadva

source: Font...
hu: Betűtípus...
nl: Lettertype...

source: You are running: <b>KBFX
hu: KBFX verziója: <b>KBFX
nl: U gebruikt: <b>KBFX

source: <br><p align='center'><font color='#ff0000'>The connection to the KBFX News Section on www.kbfx.org is broken.</font><br><br>If you want you can check the latest news for KBFX from here:<br><a href='http://www.kbfx.org/'>KBFX News</a></p>
hu: <br><p align='center'><font color='#ff0000'>A KBFX híroldal a www.kbfx.org szerverrel való kapcsolat hibájából eredően nem elérhető.</font><br><br>Ha szeretnél a legújabb KBFX-szel kapcsolatos hírekről olvasni, akkor a következő hivatkozáson próbáld:<br><a href='http://www.kbfx.org/'>KBFX Hírek</a></p>
nl: <br><p align='center'><font color='#ff0000'>De verbinding naar de KBFX Niews Sectie op www.kbfx.org is kapot.</font><br><br>Als je wilt kun je vanaf hier het laatste nieuws voor KBFX controleren:<br><a href='http://www.kbfx.org/'>KBFX News</a></p>

source: <font size='+1'><b>KBFX start button</b><br></font><b>Tip! </b>You have 3 options to select for your KBFX start button.You have to select <i>(Normal, Pressed, Hover)</i> images. <br>Down below you can also see a preview of the images you have selected.
hu: <font size="+2"><br></font><font size="+3"><b>Kbfx start gomb</b></font><br><b>Tipp!</b> Saját KBFX gombodat 3 opcióval szabhatod testre. Válassz egy <i>(Normál, Lenyomott, Fókuszált)</i> <br>állapothoz tartozó képet. Lejjebb láthatod a választott képekkel készült előnézetet.
nl: <font size='+1'><b>KBFX start knop</b><br></font><b>Tip! </b>Er zijn 3 opties om je KBFX startknop te selecteren. Je dient <i>(Normaal, Ingedrukt, Muis-over)</i> afbeeldingen te kiezen.<br>Hier beneden kun je ook een voorbeeld zien van de afbeeldingen, die je hebt gekozen.

source: <font size='+1'><b>About KBFX</b><br></font><b>Tip! </b>Here you can find information about the KBFX Project and all the people involved in it.
hu: <font size="+2"><br></font><font size="+3"><b>A KBFX névjegye</b></font><br><b>Tipp!</b> Itt találhatsz bővebb információt a KBFX Projektről <br>és a benne résztvevő emberekről.
nl: <font size='1'><b>Over KBFX</b><br></font><b>Tip!</b>Hier kun je informatie vinden over het KBFX Project en alle betrokkenen.

source: <font size='+1'><b>KBFX font settings</b><br></font><b>Tip! </b>Here you can set the fonts of the current theme.<br>If you don't have any 'kbfxfontrc' file don't worry about that.<br>When done just hit 'Apply' button and KBFX will save the 'kbfxfontrc' file.
hu: <font size="+2"><br></font><font size="+3"><b>Kbfx betűtípus beállítások</b></font><br><b>Tipp!</b> Itt állíthatod be az aktuális témához tartozó betűtípusokat.<br> Amennyiben még nincs "kbfxfontrc" fájlod, ne aggódj.<br>Amennyiben kész vagy, csak kattints az "Alkalmazás" gombra <br> és a KBFX automatikusan elkészíti neked a kbfxfontrc fájlt.
nl: <font size='+1'><b>Kbfx lettertype instellingen</b><br></font><b>Tip!</b>Hier kan men de lettertypen. voor het huidige thema instellen.<br>Als je geen 'kbfxfontrc' hebt maak je daarover dan niet bezorgd.<br>Wanneer gereed enkel op 'Toepassen'klikken en KBFX zal de kbfxfontrc opslaan.

source: <font size='+1'><b>KBFX Layout</b><br></font><b>Tip! </b>Here you can configure the Look and Feel of your KBFX menu.<br>The most important settings that are used with the '<strong>Make it...</strong>' buttons are marked with '<strong>*</strong>'<br>Have in mind that the Layout of the theme also depends on the sizes of the images!<br>
hu: <font size='+1'><b>KBFX elrendezés</b><br></font><b>Tipp! </b>Itt szabhatod testre a KBFX menü megjelenését.<br>A <strong>Tedd...</strong>' gombbal jelölt beállítások között a legfontosabbakat '<strong>*</strong>'-gal jelöltük.<br>Vedd figyelembe, hogy a téma elrendezése függ a képek méretétől is!<br>
nl: <font size='+1'><b>KBFX Opmaak</b><br></font><b>Tip! </b>Hier kun je het uiterlijk en thema van je KBFX menu instellen <br>De belangrijkste instellingen die gebruikt worden met de '<strong>Maken...</strong>' knoppen zijn gemarkeerd met '<strong>*</strong>'<br>Houd in gedachten dat de opmaak van het thema ook afhangt van de afmetingen van de plaatjes!<br>

source: <font size='+1'><b>KBFX Plugins</b><br></font><b>Tip! </b>Here you can select what plugins will be enabled and in which panel of the KBFX menu.
hu: <font size='+1'><b>KBFX modulok</b><br></font><b>Tipp! </b>Itt választhatod ki, hogy melyik modulok legyenek engedélyzve és, hogy a KBFX menü mely paneljén.
nl: <font size='+1'><b>KBFX Plugins</b><br></font><b>Tip!</b>Hier kun je kiezen welke plugins gebruikt zullen worden en in welk paneel van het KBFX menu

source: <font size='+1'><b>Menu Type</b><br></font><b>Tip! </b>Please select which kind of menu you would like to use.
hu: <font size="+2"><br></font><font size="+3"><b>Menü típusa</b></font><br><b>Tipp!</b> Válaszd ki milyen típusú menüt szeretnél használni. <br>KBFX menü vagy KDE Menü.
nl: <font size='+1'><b>Menu Type</b><br></font><b> Tip!</b>Kies welk soort menu je wilt gebruiken.

source: <font size='+1'><b>KBFX Themes</b><br></font><b>Tip! </b>To keep it simple place all your themes inside one folder.<br>Then create different folders inside that folder with different names.<br>KBFX will then read those folders as themes.
hu: <font size="+2"><br></font><font size="+3"><b>Kbfx Témák</b></font><br><b>Tipp!</b> Hogy egyszerűvé tedd a témakezelést, helyezz minden témát egy könyvtáron belül alkönyvtárakba.<br>A KBFX ezekután minden könyvtárat külön témaként kezel.
nl: <font size='+1'><b>Kbfx Thema's</b><br></font><br><b> Tip!</b>Voor alle eenvoud plaats je alle thema's in een map in aparte mappen <br>met eigen naam. KBFX zal die dan lezen als thema's.

source: <font size='+1'><b>KBFX tooltip settings</b><br></font><b>Tip! </b>Here you can configure the behaviour of KBFX's own tooltip.
hu: <font size='+1'><b>KBFX eszköztipp beállítások</b><br></font><b>Tipp!</b>Itt állíthatod be a KBFX saját eszköztippjeinek viselkedését.
nl: <font size='+1'><b>KBFX hulpballon instellingen</b><br></font>Tip! </b>Hier kun je het gedrag van KBFX's eigen hulpballon instellen.

source: Themes
hu: Témák
nl: Thema's

source: Start Button
hu: Start gomb
nl: Start Knop

source: Menu Style
hu: Menü stílus
nl: Menu Stijl

source: Tooltip
hu: Eszköztipp

source: Layout
hu: Elrendezés
nl: Opmaak

source: Plugins
hu: Modulok

source: No default settings here ;)
hu: Itt nincsenek alapértelmezett beállítások ;)
nl: geen standaard instellingen hier;)

source: <p align='center'>Could not create this KBFX theme package.</p>
hu: <p align='center'>Nem sikerült létrehozni ezt a KBFX témacsomagot.</p>
nl: <p align='center'>Kon dit KBFX thema pakket niet aanmaken.</p>

source: <p align='center'>KBFX Theme <strong>%1</strong> prepared.</p>
hu: <p align='center'>A(z) <strong>%1</strong> KBFX téma elkészítve.</p>

source: KBFX Theme Ready
hu: KBFX téma kész
nl: KBFX Thema klaar

source: KBFX Configuration Utility
hu: KBFX Beállító Segédprogram
nl: KBFX Configuratie Programma

source: Install KBFX theme from <URL>
hu: KBFX téma telepítése saját <URL> címről
nl: Installeer KBFX thema van <URL>

source: Prepare KBFX theme from folder <URL>
hu: KBFX téma előkészítése a következő <URL>-en található könyvtárból
nl: Bereid KBFX thema uit map voor <URL>

source: Show the About page
hu: Névjegy mutatása

source: This is a help box
hu: Ez egy súgó doboz
nl: Dit is een helpvenster

source: Remove KBFX from Pannel
hu: KBFX eltávolítása a Panelről
nl: Verwijder KBFX uit het paneel

source: Reload KBFX
hu: KBFX újratöltése
nl: Herlaad KBFX

source: Configure KBFX
hu: KBFX beállítása
nl: Stel KBFX in

source: Edit Applications Menu
hu: Alkalmazások menü szerkesztése
nl: Bewerk toepassingen menu

source: Double click to clear...
hu: Törléshez kattints kétszer...

source: Type here to search...
hu: Keresendő kifejezés...

source: Invalid images were dropped! Cannot set the KBFX button to use these images!
hu: Érvénytelen képeket helyeztél el! Nem lehet beállítani a KBFX gombot ezen képek használatára!
nl: Ongeldige plaatjes niet gebruikt! Kan de KBFX knop niet instellen om deze plaatjes te gebruiken!

source: Error setting KBFX button images
hu: Hiba a KBFX gomb képeinek beállításakor
nl: Foute instelling KBFX knop plaatjes

source: KBFX Button
hu: KBFX gomb
nl: KBFX Knop

source: To change KBFX button skin, simply browse to the image you want OR just Drag&Drop the images to their respective place.
hu: A KBFX gomb kinézetének megváltoztatásához egyszerűen csak nyisd meg a használni kívánt képet VAGY "húzd és ejtsd" a képeket a megfelelő helyre.
nl: Om de 'Skin' van de KBFX knop te veranderen: blader naar de afbeelding die je wilt gebruiken OF Drag&Drop de afbeeldingen naar hun respectievelijke plaatsen.

source: Livepreview
hu: Élőkép
nl: 'Live'voorbeeld

source: <b>Tip!</b> To see live preview, hover or press the preview image with your mouse.
hu: <b>Tipp!</b> Az élő előnézeti kép megtekintéséhez vidd az egérkurzort az előnézeti kép fölé vagy kattints rajta.
nl: <b> Tip!</b> Om het 'live' voorbeeld te zien, mouse-over of druk de voorbeeld afbeelding in met je muis.

source: KBFX Button live preview
hu: KBFX gomb élő előnézet
nl: KBFX Knop 'live' voorbeeld

source: Here you can see the live preview of the KBFX Button.
hu: Itt láthatod a KBFX gomb valósidejű előnézeti képét.
nl: 'Live' voorbeeld van de KBFX Knop.

source: Resize Panel
hu: Panel átméretezése
nl: Grootte Werkbalk Wijzigen

source: <b>Tip!</b> This button resizes the panel on which the KBFX button is to button's height or width.
hu: <b>Tipp!</b> Ez a gomb átméretezi a KBFX gombot tartalmazó eszköztárt saját magasságára, illetve szélességére.
nl: <b>Tip!</b> Deze knop wijzigt de hoogte van de werkbalk tot de hoogte van de KBFX knop.

source: Panel Resize is 'ON'
hu: Eszköztár átméretezés "BE"
nl: Werkbalk formaat wijzigen 'AAN'

source: <h3><p align="center">Preview of selected images</p></h3>
hu: <h3><p align="center">Választott képek előnézete</p></h3>
nl: <h3><p align="center"> Voorbeeld van de geselecteerde afbeeldingen</p></h3>

source: "PRESSED" IMAGE SELECTION
hu: "LENYOMOTT" KÉP VÁLASZTÁS
nl: "INGEDRUKT"AFBEELDING SELECTIE

source: Please select "pressed" image.
hu: Válaszd ki a "Lenyomott" állapothoz tartozó képet.
nl: Selecteer "ingedrukt"afbeelding.

source: image/jpeg image/png image/x-xpm image/gif
hu: Képek/jpeg Képek/png Képek/x-xpm Képek/gif
nl: afbeelding/jpeg afbeelding/png afbeelding/x-xpm afbeelding/gif

source: The Pressed Button Skin Image
hu: A "Lenyomott" állapothoz tartozó kép
nl: Ingedrukte Knop Skin Afbeelding

source: Here you can choose the Pressed Button Skin Image
hu: Itt választhatod ki a "Lenyomott" állapotú gombhoz tartozó képet
nl: Ingedrukte Knop Skin Afbeelding kiezen

source: Preview
hu: Előnézet
nl: Voorbeeld

source: Pressed Button Skin
hu: Lenyomott állapotú gomb képe
nl: Ingedrukte Knop Skin

source: Here you can Drag&Drop the Pressed Button Skin Image.
hu: Ide ejtheted a "Lenyomott" állapotú gomb képét.
nl: Hier kun je Drag&Drop de Ingedrukte Knop Skin Afbeelding.

source: "NORMAL" IMAGE SELECTION
hu: "NORMÁL" KÉP VÁLASZTÁS
nl: "NORMAAL" AFBEELDINGS KEUZE

source: Please select "normal" image.
hu: Válaszd ki a "normál" állapothoz tartozó képet.
nl: selecteer "normaal" afbeelding.

source: The Normal Button Skin Image
hu: A "Normál" állapotú gomb képe
nl: Normaal Knop Skin Afbeelding

source: Here you can choose the Normal Button Skin Image
hu: Itt választhatod ki a "Normál" állapothoz tartozó képet
nl: Normaal Knop Skin Afbeelding kiezen

source: Normal Button Skin
hu: "Normál" állapotú gomb képe
nl: Normaal knop skin

source: Here you can Drag&Drop the Normal Button Skin Image.
hu: Ide ejtheted a "Normál" állapotú gomb képét.
nl: Drag&Drop de Normaal Knop Skin Afbeelding.

source: "HOVER" IMAGE SELECTION
hu: "FÓKUSZÁLT" KÉP VÁLASZTÁS
nl: "MOUSE-OVER" AFBEELDINGS KEUZE

source: Please select "hover" image.
hu: Válaszd ki a "Fókuszált" állapothoz tartozó képet.
nl: selecteer "mouse-over" afbeelding.

source: The Hover Button Skin Image
hu: A "Fókuszált" állapotú gombhoz tartozó kép
nl: De Mouse-Over Knop Skin Afbeelding

source: Here you can choose the Hover Button Skin Image
hu: Itt választhatod ki a "Fókuszált" állapotú gombhoz tartozó képet
nl: Mouse-Over Knop Skin Afbeelding kiezen

source: Hover Button Skin
hu: "Fókuszált" állapotú gomb képe
nl: Mouse-over Knop Skin

source: Here you can Drag&Drop the Hover Button Skin Image.
hu: Ide ejtheted a "Fókuszált" állapotú gomb képét.
nl: Drag&Drop de Mouse-over Knop Skin Afbeelding.

source: <h3><p align="center">Please select KBFX button's images</p></h3>
hu: <h3><p align="center">Válaszd ki a KBFX gomb képeit</p></h3>
nl: <h3><p align="center">Selecteer afbeelding voor de KBFX knop</p></h3>

source: KBFX Control Center
hu: KBFX vezérlőpult
nl: KBFX Configuratie Centrum

source: <b><h3><p align="center">Layout options</p></h3></b>
hu: <b><h3><p align="center">Elrendezés beállítások</p></h3></b>
nl: <b><h3><p align="center">Opmaak opties</p></h3></b>

source: EXPORT KBFXLAYOUTRC FILE
hu: KBFXLAYOUTRC FÁJL EXPORTÁLÁSA
nl: EXPORT KBFXOPMAAKRC BESTAND

source: Export the kbfxlayoutrc file to a folder
hu: kbfxlayoutrc fájl exportálása könyvtárba
nl: Exporeer het kbfxopmaakrc bestand naar een map

source: Setup fonts for your KBFX
hu: KBFX betűtípusainak testreszabása
nl: Stel de lettertypen voor je KBFX in

source: Theme that is edited:
hu: Szerkesztett téma:
nl: Thema wat bewerkt is

source: <p align="left"><b>default</b></p>
hu: <p align="left"><b>alapértelmezés</b></p>
nl: <p align="left"><b>standaard</b></p>

source: Please select the theme you want to edit
hu: Válaszd ki a szerkeszteni kívánt témát
nl: Selecteer het thema om te bewerken

source: Select the Layout property to change
hu: Válaszd ki a szerkeszteni kívánt elrendezési tulajdonságot
nl: Selekteer de opmaakeigenschappen om te veranderen

source: Make it 2 panels (Left "ON")
hu: Váltás 2 paneles módba (Baloldali "BE")
nl: Maak 2 panelen (Links "AAN")

source: Make it 2 panels (Right "ON")
hu: Váltás 2 paneles módba (Jobboldali "BE")
nl: Maak 2 panelen (Rechts "AAN")

source: Make it 3 panels
hu: Váltás 3 paneles módba
nl: Maak 3 panelen

source: C&ustom
hu: Egyéni
nl: &Aanpassen

source: <b><h3><p align="center">Plugins options</p></h3></b>
hu: <b><h3><p align="center">Modul beállítások</p></h3></b>
nl: <h3><p align="center"> Voorbeeld van de geselecteerde afbeeldingen</p></h3></b>

source: Select KBFX Panel
hu: KBFX panel kiválasztása
nl: Kies KBFX paneel

source: Plugin to configure
hu: Beállítandó modul
nl: Plugin om in te stellen

source: Please select the panel you want to configure:
hu: Válaszd ki, melyik panelt szeretnéd beállítani:
nl: Selecteer het paneel om te bewerken:

source: &Available Plugins:
hu: Elérhető modulok:
nl: Beschikb&are plugins:

source: &Enabled Plugins:
hu: Engedélyezett modulok:
nl: Plugins di&e aanstaan:

source: &Configure Plugin
hu: Modul beállítása
nl: &Bewerk plugin

source: Configure the selected plugin
hu: Választott modul beállítása
nl: Bewerk de geselecteerde plugin

source: &Plugin Information
hu: Modul Információ
nl: &Plugin informatie

source: Information about the selected plugin
hu: Választott modul részletei
nl: Informatie over de geselecteerde plugin

source: KBFX Configurator Application
hu: KBFX Beállító Alkalmazás
nl: KBFX Configuratie Programma

source: KBFX Themes
hu: KBFX témák
nl: KBFX Thema's

source: Search Engine
hu: Keresőmotor
nl: Zoekmachine

source: About KBFX
hu: A KBFX névjegye
nl: Info over KBFX

source: <br><p align="center"><br><br><br>If you want you can check the latest news for KBFX from here:<br><a href="http://www.kbfx.org/">KBFX News</a></p>
hu: <br><p align="center"><br><br><br>A KBFX-szel kapcsolatos legfrissebb hírekért látogass el ide: <br><a href="http://www.kbfx.org/">KBFX Hírek</a></p>
nl: <br><p align="center"><br><br><br> Als je het laatste nieuws van KBFX wilt zien van hier:<br><a href="http://www.kbfx.org/">KBFX Nieuws</a></p>

source: Open Help Documentation
hu: Súgó megnyitása
nl: Help Documentatie Openen

source: &Default
hu: Alapértelmezett
nl: Stan&daard

source: Apply the default configuration for this section only
hu: Alapértelmezett beállítások alkalmazása csak erre a szakaszra
nl: Standaard configuratie alleen voor deze sectie toepassen

source: Save the configuration and Apply it
hu: Beállítások mentése és alkalmazása
nl: Sla de configuratie op en pas deze toe

source: Exit the configuration without saving
hu: Kilépés a beállításokból mentés nélkül
nl: Configuratie afsluiten zonder op te slaan

source: <font size="+2"><b>Kbfx start button</b><br></font>
hu: <font size="+2"><b>KBFX start gomb</b><br></font>
nl: <font size="=2"><b>KBFX start knop</b><br></font>

source: Select default folder
hu: Alapértelmezett könyvtár kiválasztása
nl: Selecteer de standaard map

source: Please select the target folder where your themes are.
hu: Válaszd ki a témákat tartalmazó könyvtárat.
nl: selecteer de map waarin je thema's zijn.

source: Installed Themes
hu: Telepített témák
nl: Geïnstalleerde Thema's

source: Here are listed all the installed KBFX Themes
hu: Itt vannak felsorolva a telepített KBFX témák
nl: Alle geïnstalleerde KBFX Thema's

source: Selected Theme Preview
hu: Választott téma előnézete
nl: Geselecteerd Thema Voorbeeld

source: Delete Selected
hu: Kijelöltek törlése
nl: Selectie verwijderen

source: Delete the Selected Theme
hu: Kiválasztott téma törlése
nl: Geselecteerd Thema Verwijderen

source: Pressing the button will delete the currently selected theme. <br><b>Warning!</b> You cannot delete the installed system wide themes!
hu: A gomb lenyomásával az éppen kijelölt téma törlésre kerül. <br><b>Figyelem!</b> Az egész rendszerre érvényes témákat nem lehet törölni!
nl: Als je de knop indrukt wordt het huidig geselecteerde thema verwijdert. <br><b> Waarschuwing!</b> U kunt de systeem breed geïnstalleerde thema's niet verwijderen!

source: Get Themes
hu: Témák beszerzése
nl: Thema's Ophalen

source: Get More Themes from the Internet
hu: További témák beszerzése az Internetről
nl: Meer Thema's van het Internet Ophalen

source: Pressing the button will launch konqueror and go to the KBFX Themes Section on www.kde-look.org
hu: A gomb megnyomásával egy Konqueror ablak nyílik a www.kde-look.org KBFX téma szekciójával
nl: Het indrukken van de knop start konqueror op, die vervolgens naar de KBFX Thema Sectie van www.kde-look.org gaat

source: Install Theme
hu: Téma telepítése
nl: Installeer Thema

source: Install New Theme from KBFX Theme Package
hu: Új téma telepítése KBFX Témacsomagból
nl: Installeer Nieuw Thema van KBFX Thema Pakket

source: Pressing the button will offer a dialog where you can choose KBFX Theme Package to install in your home folder
hu: A gomb megnyomásával kiválaszthatod hogy megy KBFX témacsomag kerüljön telepítésre a saját könyvtáradba
nl: Wanneer de knop wordt ingedrukt zal er een dialoogvenster verschijnen waarin je het KBFX Thema Pakket kunt kiezen om te installeren in je home map

source: Theme Info
hu: Téma Info

source: Show specific theme info
hu: Témaspecifikus információ megjelenítése

source: Pressing the button will show you specific theme info
hu: A gomb megnyomásával megtekintheted a témaspecifikus információkat

source: Personal Image
hu: Saját kép
nl: Persoonlijke Afbeelding

source: Theme's Default
hu: Téma alapértelmezése
nl: Thema s Standaard

source: Set the Theme's Default Personal Image
hu: Téma alapértelmezett saját képének beállítása
nl: Instellen van Thema s Standaard Persoonlijke Afbeelding

source: Pressing the button will delete the personal image you have selected and install the theme's default personal image
hu: A gomb megnyomásával a beállított saját kép törlődik és helyette a témában beállítottalapértelmezett kép kerül telepítésre
nl: Wanneer de knop wordt ingedrukt zal de persoonlijke afbeelding die je hebt gekozen worden verwijderd, en zal de afbeelding van het standaard thema worden geinstalleerd.

source: Maxsize 48 x 48
hu: Maximális méret 48 x 48
nl: Maximum grootte 48 x 48

source: Select New image
hu: Új kép kiválasztása
nl: Kies Nieuwe afbeelding

source: Select a Personal Image
hu: Saját kép kiválasztása
nl: Kies een Persoonlijke Afbeelding

source: Pressing the button will open a dialog to select your personal image
hu: A gomb megnyomásával kiválaszthatod a saját személyes képed
nl: Wanneer de knop wordt ingedrukt zal er een dialoogvenster verschijnen waarin je een persoonlijke afbeelding kunt kiezen

source: This is your personal image displayed at the KBFX menu.
hu: Ez a saját kép mely a KBFX menü bal felső sarkában kerül megjelenítésre.
nl: Dit is je persoonlijke afbeelding getoond in het KBFX menu.

source: Misc Options
hu: Egyéb beállítások
nl: Diverse opties

source: Watch System Installs
hu: Rendszertelepítések figyelése
nl: Systeem installaties bekijken

source: Watch for applications installs and reload KBFX if any occurs
hu: Alkalmazás telepítések figyelése és KBFX újratöltése szükség esetén
nl: Kijk naar programma installaties en herlaad KBFX als die zich voordoen

source: Show Old Themes
hu: Régi témák megjelenítése
nl: Laat oude thema's zien

source: <b><h3><p align="center">Please select theme folder</p></h3></b>
hu: <b><h3><p align="center">Válassz téma könyvtárat</p></h3></b>
nl: <b><h3><p align="center">Selecteer de thema map</p></h3></b>

source: <b><h3><p align="center">Installed themes</p></h3></b>
hu: <b><h3><p align="center">Telepített témák</p></h3></b>
nl: <b><h3><p align="center"> Geinstalleerde thema's</p></h3></b>

source: <b><h3><p align="center">Tooltip ON or OFF</p></h3></b>
hu: <b><h3><p align="center">Eszköztipp KI/BEkapcsolása</p></h3></b>
nl: <b><h3><p align="center">Hulpballon AAN of UIT</p></h3>

source: Turn off or on the tooltip
hu: Eszköztipp ki/bekapcsolása
nl: Zet de hulpballon uit of aan

source: Turn your tooltip off or on. <br>You can see the current status of the tooltip to the right.
hu: Eszköztipp ki/bekapcsolása. <br>Az eszköztipp aktuális állapota jobboldalt látható.
nl: Zet de hulpballon uit of aan<br> U kunt de huidige status van de hulpballon aan de rechterkant zien.

source: Turn the tooltip "OFF"
hu: Eszköztipp "KI"
nl: Zet hulpballon animatie "UIT"

source: Tooltip Text
hu: Eszköztipp szövege
nl: Hulpballon Tekst

source: Type the text which you want to be displayed in the tooltip.
hu: Írd be az eszköztippben megjeleníteni kívánt szöveget.
nl: Type de tekst in die moet worden getoond in de hulpballon

source: <b><h3><p align="center">Tooltip personal text</p></h3></b>
hu: <b><h3><p align="center">Személyes eszköztipp szövege</p></h3></b>
nl: <b><h3><p align="center">Hulpballon met persoonlijke tekst</p></h3></b>

source: Tooltip animation
hu: Eszköztipp animáció
nl: Hulpballon animatie

source: Turn your tooltip animation off or on. <br>You can see the current status of the tooltip to the right.
hu: Eszköztipp animációjának ki/bekapcsolása. <br>Az animáció aktuális állapota jobboldalt látható.
nl: Zet hulpballon animatie uit of aan. <br> U kunt de huidige status van de hulpballon aan de rechterkant zien.

source: Turn the animation "ON"
hu: Animáció "BE"
nl: Animatie "AAN"

source: <b><h3><p align="center">Tooltip animation ON or OFF</p></h3></b>
hu: <b><h3><p align="center">Eszköztipp animáció KI/BEkapcsolása</p></h3></b>
nl: <b><h3><p align="center"> Hulpballon animatie AAN of UIT</p></h3></b>

source: <b><h3><p align="center">Menu type</p></h3></b>
hu: <b><h3><p align="center">Menü típusa</p></h3></b>

source: Please select the menu style
hu: Válaszd ki a menü stílusát
nl: Kies de menu stijl

source: KBFX MENU
hu: KBFX MENÜ

source: KDE MENU
hu: KDE MENÜ
