Repository: plexydesk/kbfxmenu
Catalog: trunk/kbfx3/po/*.po
Languages: bg, it

source: _: NAME OF TRANSLATORS Your names
bg: Lexus
it: Divilinux

source: _: EMAIL OF TRANSLATORS Your emails
bg: lexus_t@abv.bg
it: divilinux@mail.kbfx.org

source: Not Specified
bg: Няма Информация
it: Non specificato

source: Font...
bg: Шрифт...

source: You are running: <b>KBFX
bg: Вие използвате: <b>KBFX
it: Stai usando KBFX: <b>

source: <br><p align='center'><font color='#ff0000'>The connection to the KBFX News Section on www.kbfx.org is broken.</font><br><br>If you want you can check the latest news for KBFX from here:<br><a href='http://www.kbfx.org/'>KBFX News</a></p>
bg: <br><p align='center'><font color='#ff0000'>Връзката към "KBFX Новини" не може да се осъществи. </font><br><br>Ако желаете можете да проверите последните новости за KBFX тук: <br><a href='http://www.kbfx.org/'>KBFX Новини</a></p>
it: <br><p align='center'><font color='#ff0000'>La connessione alle news KBFX non e' attiva.</font><br><br>Controlla lo stesso a questo url: <br><a href='http://www.kbfx.org/'>News KBFX</a></p>

source: <font size='+1'><b>KBFX start button</b><br></font><b>Tip! </b>You have 3 options to select for your KBFX start button.You have to select <i>(Normal, Pressed, Hover)</i> images. <br>Down below you can also see a preview of the images you have selected.
bg: <font size='+1'><b>KBFX старт бутон</b><br></font><b>Съвет!</b>Имате 3 възможности за избор на KBFX старт бутон. Трябва да изберете изображения за<i>(Нормален, Натиснат, Посочен)</i> бутон. <br>По-надолу можете да разгледате изображенията които сте избрали.
it: <font size='+1'><b>Bottone start KBFX</b></font><b> NotaBene!</b>Si puo' scegliere fra 3 tipi diversi di bottone<i>(Normale, Pressed, Hover)</i>.<br>In basso verra' visualizzata l'anteprima dell'immagine selezionata.

source: <font size='+1'><b>About KBFX</b><br></font><b>Tip! </b>Here you can find information about the KBFX Project and all the people involved in it.
bg: <font size='+1'><b>Относно програмата KBFX</b><br></font><b>Съвет!</b>Тук можете да намерите информация относно KBFX проекта и за всички участници в него.
it: <font size='+1'><b>About KBFX</b><br></font><b>NotaBene!</b>Qui puoi trovare informazioni riguardo al progetto KBFX, e tutte le persone che lo hanno reso possibile.

source: <font size='+1'><b>KBFX font settings</b><br></font><b>Tip! </b>Here you can set the fonts of the current theme.<br>If you don't have any 'kbfxfontrc' file don't worry about that.<br>When done just hit 'Apply' button and KBFX will save the 'kbfxfontrc' file.
bg: <font size='+1'><b>KBFX настройки на шрифта</b><br></font><b>Съвет!</b>Тук можете да настроите шрифта на настоящата тема.<br>Ако нямате "kbfxfontrc" файл, когато приключите, натиснете бутона "Прилагане" и "kbfxfontrc" ще се създаде автоматично.
it: <font size='+1'><b>Impostazioni font kbfx</b><br></font><b>NotaBene!</b>E' possibile selezionare vari fonts e colori per personalizzare il menu KBFX. Se non hai il file kbfxfontrc,<br>all'interno dei tuoi temi,e' sufficiente selezionare e poi premere "Apply" per salvare il file.

source: <font size='+1'><b>KBFX Layout</b><br></font><b>Tip! </b>Here you can configure the Look and Feel of your KBFX menu.<br>The most important settings that are used with the '<strong>Make it...</strong>' buttons are marked with '<strong>*</strong>'<br>Have in mind that the Layout of the theme also depends on the sizes of the images!<br>
bg: <font size='+1'><b>KBFX Изглед</b><br></font><b>Съвет! </b>Тук можете да определите външния вид на вашето KBFX меню.<br>Най-важните настройки, които могат да бъдат направени с бутоните'<strong>Направи...</strong>' са отбелязани със'<strong>*</strong>'<br>Трябва да имате в предвид,че Изгледа на темата също е свързан с размерите на изображенията!<br>
it: <font size='+1'><b>KBFX Layout</b><br></font><b>Tip! </b>Configura l'aspetto del tuo kbfx menu.<br>Le impostazioni importanti usate col bottone '<strong>Crea...</strong>'sono marcate con '<strong>*</strong>'<br>Ricorda che il layout dipende dalla grandezza dell'immagine<br>

source: <font size='+1'><b>KBFX Plugins</b><br></font><b>Tip! </b>Here you can select what plugins will be enabled and in which panel of the KBFX menu.
bg: <font size='+1'><b>KBFX Приставки</b><br></font><b>Съвет! </b>Тук можете да изберете каква приставка ще използвате и в кой панел на KBFX менюто.
it: <font size='+1'><b>KBFX Plugins</b><br></font><b>Tip! </b>Seleziona i plugins da abilitare per i vari pannelli.

source: <font size='+1'><b>Menu Type</b><br></font><b>Tip! </b>Please select which kind of menu you would like to use.
bg: <font size='+1'><b>Тип на Менюто</b><br></font><b>Съвет!</b>Моля изберете вида на менюто, което искате да използвате.
it: <font size='+1'><b>Stile Menu</b><br></font><b>NotaBene!</b>Seleziona lo stile preferito per il menu: KBFX menu o KDE menu(classico).

source: <font size='+1'><b>KBFX Themes</b><br></font><b>Tip! </b>To keep it simple place all your themes inside one folder.<br>Then create different folders inside that folder with different names.<br>KBFX will then read those folders as themes.
bg: <font size='+1'><b>KBFX Теми</b><br></font><b>Съвет!</b>За да запазите темите просто поставете всички ваши теми в една папка.<br>След това създайте в нея други папки с различни имена.<br>KBFX ще разчита тези папки като теми.
it: <font size='+1'><b>Temi KBFX</b><br></font><b>NotaBene!</b>Inserisci i tuoi temi in un unica directory, scompattali e crea <br> per ognuno una subdirectory. I temi verranno cosi' caricati senza problemi da KBFX.

source: <font size='+1'><b>KBFX tooltip settings</b><br></font><b>Tip! </b>Here you can configure the behaviour of KBFX's own tooltip.
bg: <font size='+1'><b>KBFX настройки на подсказките</b><br></font><b>Съвет! </b>Тук можете да определите поведението на избрани от вас KBFX подсказки.
it: <font size='+1'><b>KBFX tooltip Impostazioni</b><br></font><b>Tip! </b>Configura il comportamento dei "tooltips".

source: Themes
bg: Теми
it: Temi

source: Start Button
bg: Старт бутон
it: Pulsante Start

source: Menu Style
bg: Стил на менюто
it: Stile Menu

source: Tooltip
bg: Подсказка
it: Suggerimento

source: Layout
bg: Изглед

source: Plugins
bg: Приставки

source: No default settings here ;)
bg: Тук няма настройки по подразбиране ;)
it: Nessuna impostazione di default qui

source: <p align='center'>Could not create this KBFX theme package.</p>
bg: <p align='center'>Пакета с KBFX темата не може да бъде създаден.</p>
it: <p align='center'>Impossibile installare il tema da pacchetto.</p>

source: <p align='center'>KBFX Theme <strong>%1</strong> prepared.</p>
bg: <p align='center'>KBFX темата <strong>%1</strong> подготвена.</p>
it: <p align='center'>Tema KBFX <strong>%1</strong> si Ã¨ preparata.</p>

source: KBFX Theme Ready
bg: KBFX Темата е готова
it: Tema KBFX pronto

source: KBFX Configuration Utility
bg: KBFX Конфигуриратор
it: Utility di configurazione KBFX

source: Install KBFX theme from <URL>
bg: Инсталиране на KBFX тема от папка <URL>
it: Installa il tema KBFX da <URL>

source: Prepare KBFX theme from folder <URL>
bg: Подготвяне на KBFX тема от папка <URL>
it: Prepari il tema KBFX dalla directory <URL>

source: Show the About page
bg: Покажи страницата "Относно програмата KBFX"
it: Mostra la pagina informativa

source: This is a help box
bg: Това е прозорец "Помощ"
it: Help

source: Remove KBFX from Pannel
bg: Премахване на KBFX от панела
it: Rimuovi KBFX dal pannello

source: Reload KBFX
bg: Презареди KBFX
it: Ricarica KBFX

source: Configure KBFX
bg: Конфигурация на KBFX
it: Configura KBFX

source: Edit Applications Menu
bg: Редактиране на Менюто
it: Modifica il menu' applicazioni

source: Double click to clear...
bg: Натисни два пъти за да изтриеш...
it: Doppio click per ripulire...

source: Type here to search...
bg: Пишете тук за да търсите програми...
it: Digita qui per la ricerca...

source: Invalid images were dropped! Cannot set the KBFX button to use these images!
bg: Използвахте невалидни изображения! Невъзможно е KBFX бутона да използва тези изображения!
it: Le immagini non valide verranno scartate! Impossibile usare l'immagine per il bottone KBFX!

source: Error setting KBFX button images
bg: Грешка при настройването на изображенията за KBFX бутона
it: Errore impostazione immagine KBFX

source: KBFX Button
bg: KBFX Бутон
it: Bottone KBFX

source: To change KBFX button skin, simply browse to the image you want OR just Drag&Drop the images to their respective place.
bg: За да промените изгледа на KBFX бутона просто изберете изображението, което желаете ИЛИ Придърпайте и Пуснете изображението на съответветстващото му място.
it: Per cambiare il tema del bottone KBFX seleziona l'immagine oppure,piu' semplicemente,"trascina" l'immagine sopra il campo desiderato.

source: Livepreview
bg: Реален преглед
it: Anteprima Live

source: <b>Tip!</b> To see live preview, hover or press the preview image with your mouse.
bg: <b>Съвет!</b> За реалния изглед посочете/натиснете изображението за преглед.
it: <b>NotaBene!</b> Per vedere l'anteprima,clicca sull'immagine direttamente oppure passa sopra col mouse.

source: KBFX Button live preview
bg: Реален бутон
it: KBFX Anteprima Live

source: Here you can see the live preview of the KBFX Button.
bg: Тук можете да проверите реалния изглед на KBFX бутона.
it: Qui puoi vedere l'anteprima del bottone KBFX.

source: Resize Panel
bg: Големина на панела
it: Ridimensiona pannello

source: <b>Tip!</b> This button resizes the panel on which the KBFX button is to button's height or width.
bg: <b>Съвет!</b> Бутона променя размера на панела върху който се намира KBFX бутона.
it: <b>NotaBene!</b> Questo bottone ridimensiona la toolbar dove si trova la applet KBFX(normalmente la kickbar) per adattarla al pulsante KBFX scelto.

source: Panel Resize is 'ON'
bg: Оразмеряване на панела 'ВКЛ'
it: Ridimensiona barra "ON"

source: <h3><p align="center">Preview of selected images</p></h3>
bg: <h3><p align="center">Преглед на избраните изображения</p></h3>
it: <h3><p align="center">Anteprima immagine selezionata</p></h3>

source: "PRESSED" IMAGE SELECTION
bg: ИЗБОР НА ИЗОБРАЖЕНИЕ за "НАТИСНАТ" БУТОН
it: "PRESSED" SELEZIONA IMMAGINE

source: Please select "pressed" image.
bg: Моля изберете изображение за "натиснат" бутон.
it: Seleziona immagine "pressed".

source: The Pressed Button Skin Image
bg: Изображение за Натиснат бутон
it: Immagine bottone "pressed"

source: Here you can choose the Pressed Button Skin Image
bg: Тук можете да изберете изображение за изгледа на Натиснат бутон
it: Qui puoi scegliere l'immagine per il bottone"pressed"

source: Preview
bg: Предварителен изглед
it: Anteprima Live

source: Pressed Button Skin
bg: Изглед на Натиснат бутон
it: Immagine bottone "pressed"

source: Here you can Drag&Drop the Pressed Button Skin Image.
bg: Тук можете да Придърпате и Пуснете изображението за Изглед на Натиснат Бутон.
it: Drag&Drop immagine bottone "pressed".

source: "NORMAL" IMAGE SELECTION
bg: ИЗБОР НА ИЗОБРАЖЕНИЕ за "НОРМАЛЕН" БУТОН
it: "NORMALE" SELEZIONA IMMAGINE

source: Please select "normal" image.
bg: Моля изберете изображение за "нормален" бутон.
it: Seleziona immagine "normale".

source: The Normal Button Skin Image
bg: Изображение за Нормален бутон
it: Immagine bottone "normale"

source: Here you can choose the Normal Button Skin Image
bg: Тук можете да изберете изображение за изгледа на Нормалния бутон
it: Qui puoi scegliere l'immagine per il bottone "normale"

source: Normal Button Skin
bg: Изглед на Нормален бутон
it: Tema bottone "normale"

source: Here you can Drag&Drop the Normal Button Skin Image.
bg: Тук можете да Придърпате и Пуснете изображението за Изглед на Нормален Бутон.
it: Drag&Drop Immagine bottone "normale".

source: "HOVER" IMAGE SELECTION
bg: ИЗБОР НА ИЗОБРАЖЕНИЕ за "ПОСОЧЕН" БУТОН
it: "HOVER" SELEZIONA IMMAGINE

source: Please select "hover" image.
bg: Моля изберете изображение за "посочен" бутон.
it: Seleziona immagine "hover".

source: The Hover Button Skin Image
bg: Изображение за Посочен бутон
it: Tema bottone "HOVER"

source: Here you can choose the Hover Button Skin Image
bg: Тук можете да изберете изображение за изгледа на Посочения бутон
it: Qui puoi scegliere l'immagine per il bottone "hover"

source: Hover Button Skin
bg: Изглед на Посочен бутон
it: Tema bottone "hover"

source: Here you can Drag&Drop the Hover Button Skin Image.
bg: Тук можете да Придърпате и Пуснете изображението за Изглед на Посочен Бутон.
it: Drag&Drop immagine bottone "hover".

source: <h3><p align="center">Please select KBFX button's images</p></h3>
bg: <h3><p align="center">Моля изберете изображенията за KBFX бутона</p></h3>
it: <h3><p align="center">Anteprima immagine selezionata</p></h3>

source: KBFX Control Center
bg: Контролен Панел на KBFX
it: Centro controllo KBFX

source: <b><h3><p align="center">Layout options</p></h3></b>
bg: <b><h3><p align="center">Свойства на Изгледа</p></h3></b>
it: <h3><p align="center">Anteprima immagine selezionata</p></h3>

source: EXPORT KBFXLAYOUTRC FILE
bg: Експорт в KBFXLAYOUTRC файл
it: ESPORTA FILE KBFXFONTRC

source: Export the kbfxlayoutrc file to a folder
bg: Експорт на KBFXLAYOUTRC файла в папка
it: Esporta il file kbfxfontrc in una directory

source: Setup fonts for your KBFX
bg: Настройка на шрифтовете на KBFX менюто
it: Seleziona i font per il tuo tema KBFX

source: Theme that is edited:
bg: Тема която се конфигурира:
it: Tema modificato:

source: Please select the theme you want to edit
bg: Моля изберете темата, която желаете да редактирате
it: Seleziona il tema da modificare

source: Select the Layout property to change
bg: Изберете свойството на Изгледа промяна
it: Seleziona propieta' layout

source: Make it 2 panels (Left "ON")
bg: Направи 2 панелно меню (дясно)
it: Crea 2 pannelli (sx "ON")

source: Make it 2 panels (Right "ON")
bg: Направи 2 панелно меню (ляво)
it: Crea 2 pannelli (dx "ON")

source: Make it 3 panels
bg: Направи 3 панелно меню
it: Crea 3 pannelli

source: C&ustom
bg: Потребителски &настройки
it: &Modificato

source: <b><h3><p align="center">Plugins options</p></h3></b>
bg: <b><h3><p align="center">Свойства на приставката</p></h3></b>
it: <b><h3><p align="center">Opzioni plugins:</p></h3></b>

source: Select KBFX Panel
bg: Избор на KBFX панел
it: Seleziona pannello kbfx

source: Plugin to configure
bg: Приставка за конфигуриране
it: Configura plugins

source: Please select the panel you want to configure:
bg: Моля изберете панела който желаете да конфигурирате:
it: Seleziona il pannello da configurare

source: &Available Plugins:
bg: &Налични приставки:
it: Plugins &disponibili:

source: &Enabled Plugins:
bg: &Активирани приставки:
it: Plugins &abilitati:

source: &Configure Plugin
bg: &Конфигуриране на приставките
it: &Configura plugins

source: Configure the selected plugin
bg: Конфигуриране на избраната приставка
it: Configura il plugin selezionato

source: &Plugin Information
bg: &Информация за приставката
it: &Info plugin

source: Information about the selected plugin
bg: Информация за избраната приставка
it: Info sul plugin selezionato

source: KBFX Configurator Application
bg: KBFX Конфигуратор
it: KBFX applicazione di configurazione

source: KBFX Themes
bg: KBFX Теми
it: Temi KBFX

source: Search Engine
bg: Търсене
it: Motore di ricerca

source: About KBFX
bg: Относно KBFX
it: Info KBFX

source: <br><p align="center"><br><br><br>If you want you can check the latest news for KBFX from here:<br><a href="http://www.kbfx.org/">KBFX News</a></p>
bg: <br><p align="center"><br><br><br>Ако желаете можете да проверите последните новости за KBFX на адрес:<br><a href="http://www.kbfx.org/">KBFX Новини</a></p>
it: <br><p align="center"><br><br><br>Puoi trovare le ultime informazioni e lenews KBFX da qui:<br><a href="http://www.kbfx.org/">KBFX News</a></p>

source: Open Help Documentation
bg: Отваряне на документацията за Помощ
it: Apri documentazione

source: &Default
bg: &Подразбиране

source: Apply the default configuration for this section only
bg: Прилагане на настройките по подразбиране само за тази секция
it: Applica la configurazione di default solo per questa sezione

source: Save the configuration and Apply it
bg: Запазване и Прилагане на настройките
it: Salva e applica configurazione

source: Exit the configuration without saving
bg: Излизане от настройките без запазване
it: Esci senza salvare le impostazioni

source: <font size="+2"><b>Kbfx start button</b><br></font>
bg: <font size="+2"><b>KBFX старт бутон</b><br></font>
it: <font size="+2"><b>Kbfx bottone start</b><br></font>

source: Select default folder
bg: Избор на папка по подразбиране
it: Seleziona directory di default

source: Please select the target folder where your themes are.
bg: Моля изберете папка, в която се намират вашите KBFX теми.
it: Seleziona la directory dei tuoi temi KBFX.

source: Installed Themes
bg: Инсталирани Теми
it: Temi installati

source: Here are listed all the installed KBFX Themes
bg: Тук можете да видите списъка на всички инсталирани KBFX Теми
it: Lista temi KBFX installati

source: Selected Theme Preview
bg: Преглед на Избраната Тема
it: Seleziona anteprima tema

source: Delete Selected
bg: Изтриване
it: Rimuovi selezionato

source: Delete the Selected Theme
bg: Изтрива Избраната Тема
it: Rimuovi il tema selezionato

source: Pressing the button will delete the currently selected theme. <br><b>Warning!</b> You cannot delete the installed system wide themes!
bg: Натискането на бутона ще изтрие избраната в момента тема. <br><b>Внимание!</b>Не можете да изтриете теми, които са инсталирани за цялата система!
it: Premendo il bottone verra' rimosso il tema corrente <br><b>ATTENZIONE! </b>Questa azione non rimuovera' il tema dal vostro sistema!

source: Get Themes
bg: Изтегляне
it: Scarica temi

source: Get More Themes from the Internet
bg: Изтегляне на още теми от Интернет
it: Scarica altri temi da internet

source: Pressing the button will launch konqueror and go to the KBFX Themes Section on www.kde-look.org
bg: Натискането на бутона ще стартира Konqueror и ще ви отведе до KBFX Секцията за Теми на адрес www.kde-look.org
it: Premi il bottone per lanciare konqueror all'indirizzo:www.kde-look.org,sezione temi KBFX

source: Install Theme
bg: Инсталиране
it: Installa Tema

source: Install New Theme from KBFX Theme Package
bg: Инсталиране на Нова Тема от KBFX Пакет за Теми
it: Installa tema KBFX da pacchetto

source: Pressing the button will offer a dialog where you can choose KBFX Theme Package to install in your home folder
bg: Натискането на бутона ще отвори диалог от където можете да изберете KBFX Пакет за Тема, която да инсталирате във вашата домашна папка
it: Premendo il bottone verra' mostrata una finestra di dialogo dove sara' possibile selezionare il tema KBFX(in formato compresso)e installarlo nella home directory

source: Theme Info
bg: Информация
it: Info temi

source: Show specific theme info
bg: Показване на специфична за темата информация
it: Mostra le info specifiche del tema

source: Pressing the button will show you specific theme info
bg: Този бутон ще Ви покаже специфична за темата информация
it: Premi il bottone per le info sul tema

source: Personal Image
bg: Персонална снимка
it: Immagine personale

source: Theme's Default
bg: Снимка на Темата
it: Tema di default

source: Set the Theme's Default Personal Image
bg: Използване на Персонална Снимка на Темата по подразбиране
it: Seleziona immagine personale da tema di default

source: Pressing the button will delete the personal image you have selected and install the theme's default personal image
bg: Натискането на бутона ще изтрие персоналната снимка, която сте избрали и ще я замени с персоналната снимка на темата по подразбиране
it: Premi il bottone per rimuovere l'immagine personale selezionata e installare quella del tema di default

source: Maxsize 48 x 48
bg: Макс. 48 x 48
it: Dimensione massima 48x48

source: Select New image
bg: Нова снимка
it: Seleziona nuova immagine

source: Select a Personal Image
bg: Избери Персонална Снимка
it: Seleziona immagine personale

source: Pressing the button will open a dialog to select your personal image
bg: Натискането на бутона ще отвори диалог, чрез който можете да изберете вашата персонална снимка
it: Premendo il bottone verra' mostrata una finestra di dialogo dove sara' possibile selezionare la propia immagine personale

source: This is your personal image displayed at the KBFX menu.
bg: Това е Вашата персонална снимка, в KBFX менюто.
it: Questa e' la tua immagine personale che potra' essere visualizzata nella barra superiore del menu KBFX.

source: Misc Options
bg: Разни
it: Opzioni varie

source: Watch System Installs
bg: Наблюдавай системните инсталации
it: Guarda installazione di sistema

source: Watch for applications installs and reload KBFX if any occurs
bg: Наблюдавай за инсталиране на софтуер и презареди KBFX менюто
it: Guarda le applicazioni installate e ricarica il kbfx

source: Show Old Themes
bg: Покажи и старите теми
it: Mostra i temi vecchi

source: <b><h3><p align="center">Please select theme folder</p></h3></b>
bg: <h3><p align="center">Моля изберете папка за Темите</p></h3>
it: <b><h3><p align="center">Seleziona una directory per i temi</p></h3></b>

source: <b><h3><p align="center">Installed themes</p></h3></b>
bg: <b><h3><p align="center">Инсталирани теми</p></h3></b>
it: <h3><p align="center">Temi installati</p></h3>

source: <b><h3><p align="center">Tooltip ON or OFF</p></h3></b>
bg: <b><h3><p align="center">Включване/Изключване на подсказката</p></h3></b>
it: <b><h3><p align="center">Tooltip ON - OFF</p></h3></b>

source: Turn off or on the tooltip
bg: Изключване или включване на подсказката
it: Disattiva suggerimento

source: Turn your tooltip off or on. <br>You can see the current status of the tooltip to the right.
bg: Включване/изключване подсказката. <br>Състоянието на подсказката в момента е показано в дясно.
it: Attiva/Disattiva il <br> suggerimento Controlla lo stato attuale sulla destra.

source: Turn the tooltip "OFF"
bg: Изключи подсказката
it: Suggerimento "OFF"

source: Tooltip Text
bg: Текст на подсказката
it: Testo suggerimento

source: Type the text which you want to be displayed in the tooltip.
bg: Въведете текста, за подсказката.
it: Scrivi il messaggio che verra' visualizzato nel suggerimento.

source: <b><h3><p align="center">Tooltip personal text</p></h3></b>
bg: <b><h3><p align="center">Текст на подсказката</p></h3></b>
it: <b><h3><p align="center">Tooltip testo personale</p></h3></b>

source: Tooltip animation
bg: Анимация на подсказката
it: Animazione suggerimento

source: Turn your tooltip animation off or on. <br>You can see the current status of the tooltip to the right.
bg: Включване/изключване анимацията за подсказката.<br>Състоянието на анимацията в момента е показано в дясно.
it: Attiva/Disattiva animazione <br> suggerimento Controlla lo stato attuale sulla destra .

source: Turn the animation "ON"
bg: Включи анимацията
it: Animazione "ON"

source: <b><h3><p align="center">Tooltip animation ON or OFF</p></h3></b>
bg: <b><h3><p align="center">Анимиране на подсказката</p></h3></b>
it: <b><h3><p align="center">Tooltip animazione ON - OFF</p></h3></b>

source: <b><h3><p align="center">Menu type</p></h3></b>
bg: <b><h3><p align="center">Тип на менюто</p></h3></b>
it: <b><h3><p align="center">Tipo di Menu'</p></h3></b>

source: Please select the menu style
bg: Моля изберете стил за менюто
it: Seleziona lo stile del Menu

source: KBFX MENU
bg: KBFX МЕНЮ

source: KDE MENU
bg: KDE МЕНЮ
it: MENU KDE

source: <b><h3><p align="center">Font options</p></h3></b>
bg: <b><h3><p align="center">Настройка на шрифта</p></h3></b>
it: <b><h3><p align="center">Font opzioni</p></h3></b>

source: EXPORT KBFXFONTRC FILE
bg: ЕКСПОРТ ВЪВ ФАЙЛ
it: ESPORTA FILE KBFXFONTRC

source: Export the kbfxfontrc file to a folder
bg: Експорт на kbfxfontrc файла в папка
it: Esporta il file kbfxfontrc in una directory
