Repository: plexydesk/kbfxmenu
Catalog: trunk/kbfx3/po/*.po
Languages: bg, it

source: Bold fonts on hover
bg: Открояване под мишката
it: Ingrandisci font al passaggio

source: Make fonts bolder when you hover the mouse over an item
bg: Удебели шрифтовете при посочване с мишката на програмите
it: Ingrandisci i fonts quando passi col mouse su un oggetto

source: Application "LINE":
bg: Линия на програмите:
it: "LINEA" applicazioni:

source: Horizontal line color in the application area.
bg: Цвят на хоризонталната линия в зоната за програми.
it: Colore linea orizzontale dell'area-applicazioni.

source: Application text :
bg: Текст на Програмите:
it: Testo applicazioni:

source: Select the color of the "application" in the menu.
bg: Изберете цвят за "програма" в менюто.
it: Seleziona il colore "applicazioni" del menu.

source: Comment text:
bg: Текст на Коментара:
it: Testo "commenti":

source: Color of the "comments" in the menu.
bg: Цвят за "коментар" в менюто.
it: Colore dei "commenti" del menu.

source: Name display:
bg: Текст на Името:
it: Nome del display:

source: The color of your login name in the menu.
bg: Цвета на вашето име в менюто.
it: Colore del nome_utente nel menu.

source: Category text:
bg: Текст на Категориите:
it: Testo "categorie":

source: Font color of the categoris in the menu.
bg: Цвят на шрифта за категориите в менюто.
it: Colore font del menu.

source: Separator:
bg: Разделител:
it: Separatore:

source: Plugin:
bg: Приставки:

source: Select font for the application's text
bg: Избери шрифт за текста на приложенията
it: Seleziona font per testo applicazione

source: Select font for the comment's text
bg: Избор на шрифт за текста на коментарите
it: Seleziona font per i commenti

source: Select font for the username's text
bg: Избор на шрифт за текста на потребителското име
it: Seleziona font per il nome utente

source: Select font for the category's text
bg: Избор на шрифт за текста на категориите
it: Seleziona font per le categorie

source: Select font for the separator's text
bg: Избор на шрифт за текста на разделителите
it: Seleziona font per il separatore

source: Select font for the plugins' text
bg: Избор на шрифт за текста на плъгините
it: Seleziona font per i plugins

source: <b><h3><p align="center">People behind KBFX</p></h3></b>
bg: <b><h3><p align="center">Хората зад KBFX</p></h3></b>
it: <b><h3><p align="center">Persone che lavorano al progetto KBFX</p></h3></b>

source: You are running: <b>KBFX 0493</b>
bg: Използвате: <b>KBFX 0493</b>
it: Stai usando <b>KBFX 0493</b>

source: Here are the people behind the KBFX application. We would like to thank all people who have helped with KBFX or have donated money to our project! THANKS A LOT ALL OF YOU OUT THERE!!!
bg: Това са хората, които стоят зад проекта KBFX. Искаме да благодарим на всички, които помогнаха с KBFX и на всички, които дариха средства за нашия проект! МНОГО БЛАГОДАРИМ НА ВСИЧКИ!!!
it: Queste persone rappresentano il team di KBFX Vorremmo ringraziare tutti coloro che ci hanno aiutati economicamente o semplicemente col propio supporto, con la realizzazione dei temi e della documentazione. GRAZIE DI CUORE A TUTTI QUANTI!!!

source: <strong>Name:</strong> Siraj Razick<br><br><strong>Country:</strong> Sri Lanka<br><br><strong>KBFX:</strong> Author, Maintainer, Developer, Project Admin<br><br><strong>Email:</strong> siraj(a)mail.kbfx.org
bg: <strong>Име:</strong> Siraj Razick<br><br><strong>Страна:</strong> Шри Ланка<br><br><strong>KBFX:</strong> Автор, поддръжка, разработка, администратор на проекта<br><br><strong>Email:</strong> siraj@mail.kbfx.org

source: <b>Tip!</b> Hover over the contact images to see each personal contact information.
bg: Посочете изображение за да видите персонална информация за участниците в проекта.
it: Passa il mouse sopra l'immagine personale per scoprire ulteriori informazioni su ogni team member.

source: SPONSORS!
bg: СПОНСОРИ!

source: We would like to thank swedish computer company <b>PC Agenten</b> for sponsoring us with a server and bandwidth.
bg: Благодарим на шведската компания <b>PC Agenten </b> за предоставеният сървър и интернет връзка.
it: Un grazie particolare alla compagnia di computer Svedesi <b>PC Agenten</b> per il supporto e lo spazio web.

source: <p align="right"><b>Name:</b></p>
bg: <p align="right"><b>Име:</b></p>
it: <p align="right"><b>Nome:</b></p>

source: <p align="right"><b>Version:</b></p>
bg: <p align="right"><b>Версия:</b></p>
it: <p align="right"><b>Versione:</b></p>

source: <p align="right"><b>Author:</b></p>
bg: <p align="right"><b>Автор:</b></p>
it: <p align="right"><b>Autore:</b></p>

source: <p align="right"><b>Homepage:</b></p>
bg: <p align="right"><b>Интернет Адрес:</b></p>

source: Test
bg: Тест

source: <p align='center'>Invalid user themes folder!</p><p align='center'>Will use default user themes folder.</p>
bg: <p align='center'>Невалидна папка с теми на потребителя!</p><p align='center'>Ще бъде използвана папката с теми на потребителя по подразбиране.</p>
it: <p align='center'>Directory dei temi errata!</p><p align='center'>Verra'usata la directory di default.</p>

source: Error loading themes
bg: Грешка при зареждането на темите
it: Errore nel caricamento temi

source: <p align='center'>Are you sure you want to uninstall the KBFX theme <strong>%1</strong>?</p>
bg: <p align='center'>Сигурен ли сте, че искате да деинсталирате тази KBFX тема <strong>%1</strong>?</p>
it: <p align='center'>Vuoi disinstallare il tema di KBFX? <strong>%1</strong>?</p>

source: Uninstall KBFX theme
bg: Деинсталиране на KBFX тема
it: Disinstalla tema KBFX

source: Uninstall
bg: Деинсталиране
it: Disinstalla

source: <p align='center'>Do you want to keep your personal settings for theme <strong>%1</strong>?</p>
bg: <p align='center'>Искате ли да запазите личните си настройки на темата <strong>%1</strong>?</p>
it: <p align='center'>Vuoi mantenere le impostazioni personali del tema?<strong>%1</strong>?</p>

source: Personal settings
bg: Персонални настройки
it: IMpostazioni personali

source: Keep settings
bg: Запази настройките
it: Mantieni impostazioni

source: Delete settings
bg: Изтрий настройките
it: Rimuovi impostazioni

source: <p align='center'>Could not uninstall this KBFX theme.</p><p align='center'>You may not have sufficient permissions to delete the folder <strong>%1<strong>.</p>
bg: <p align='center'>KBFX темата не може да бъде деинсталирана.</p><p align='center'>Вероятно нямате необходимите права, за да изтриете папката <strong>%1<strong>.</p>
it: <p align='center'>Impossibile disinstallare il tema.</p><p align='center'>Permessi insufficienti per rimuovere il tema<strong>%1<strong>.</p>

source: KBFX theme packages (*.tar, *.tar.bz2, *.tar.gz, *.kbfxtheme)
bg: KBFX теми (*.tar, *.tar.bz2, *.tar.gz, *.kbfxtheme)
it: KBFX temi (*.tar, *.tar.bz2, *.tar.gz, *.kbfxtheme)

source: Select KBFX theme package to install
bg: Избор на KBFX тема за инсталиране
it: Seleziona il tema da installare

source: <p align='center'>Could not read this KBFX theme package.</p>
bg: <p align='center'>Пакета с KBFX темата не може да бъде прочетен.</p>
it: <p align='center'>Impossibile leggere il tema KBFX.</p>

source: Select personal image
bg: Избиране на Персонална Снимка
it: Seleziona immagine personale

source: <p align='center'>Image cannot be used as a personal image!</p><p align='center'>Will use default personal image.</p>
bg: <p align='center'>Изображението не може да бъде използвано като персонална снимка!</p><p align='center'>Ще бъде използвана персоналната снимка по подразбиране.</p>
it: <p align='center'>Impossibile usare immagine per l'avatar personale!</p><p align='center'>Verra' usato l'avatar di default.</p>

source: Error loading image
bg: Грешка при зареждането на изображението
it: Errore caricamento immagine

source: Turn the animation 'OFF'
bg: Изключи анимацията
it: Animazione "OFF"

source: Turn the animation 'ON'
bg: Включи анимацията
it: Animazione "ON"

source: Turn the tooltip 'OFF'
bg: Изключи подсказката
it: Suggerimento "OFF"

source: Turn the tooltip 'ON'
bg: Включи подсказката
it: Suggerimento "ON"

source: Select folder to export kbfxfontrc file
bg: Изберете директория където да бъде запазен KBFXLAYOUTRC файла
it: Seleziona directory per esportare il file kbfxfontrc

source: <p align='center'>The Font configuration of the KBFX Theme <strong>%1</strong> has been exported successfully!</p>
bg: <p align='center'>Настройките за Шрифт на KBFX темата <strong>%1</strong>са успешно експортирани!</p>
it: <p align='center'>La configurazione font del tema KBFX <strong>%1</strong> e' stata esportata con successo</p>

source: KBFX Font Export Ready
bg: Експортирането на шрифта на KBFX е готово
it: KBFX font pronto

source: <strong>Name:</strong> Mensur Zahirovic (Nookie)<br><br><strong>Country:</strong> Sweden<br><br><strong>KBFX:</strong> co-author, Q/A, system design, web designer, bug hunter, project administror<br><br><strong>Email:</strong> nookie@mail.kbfx.org
bg: <strong>Име:</strong> Mensur Zahirovic (Nookie)<br><br><strong>Страна:</strong> Швеция<br><br><strong>KBFX:</strong> Съавтор, Q/A, системен и уеб дизайн, тестер, администратор на проекта<br><br><strong>Email:</strong> nookie@mail.kbfx.org

source: <strong>Name:</strong> Siraj Razick<br><br><strong>Country:</strong> Sri Lanka<br><br><strong>KBFX:</strong> author, maintainer, developer, project administror<br><br><strong>Email:</strong> siraj@mail.kbfx.org
bg: <strong>Име:</strong> Siraj Razick<br><br><strong>Страна:</strong> Шри Ланка<br><br><strong>KBFX:</strong> Автор, поддръжка, разработка, администратор на проекта<br><br><strong>Email:</strong> siraj@mail.kbfx.org

source: <strong>Name:</strong> Nathanael Dracor Gogniat<br><br><strong>Country:</strong> Switzerland<br><br><strong>KBFX:</strong> project technical writer, documentation manager, co-author<br><br><strong>Email:</strong> nathanael@mail.kbfx.org
bg: <strong>Име:</strong> Nathanael Dracor Gogniat<br><br><strong>Страна:</strong> Швейцария<br><br><strong>KBFX:</strong> Теьническа доцументация, съавтор<br><br><strong>Email:</strong> nathanael@mail.kbfx.org

source: <strong>Name:</strong> PhobosK<br><br><strong>Country:</strong> Bulgaria<br><br><strong>KBFX:</strong> package & release manager, Q/A, bug hunter, mandriva packages, project administrator, developer Qt/C++<br><br><strong>Email:</strong> phobosk@mail.kbfx.org
bg: <strong>Име:</strong> PhobosK<br><br><strong>Страна:</strong> България<br><br><strong>KBFX:</strong> Поддръжка пакети и версии, Q/A, програмни грешки, пакети за mandriva, разработка с Qt/C++, администратор на проекта<br><br><strong>Email:</strong> phobosk@mail.kbfx.org

source: <strong>Name:</strong> Johnny Henry Saenz Acuna (scarebyte)<br><br><strong>Country:</strong> Peru<br><br><strong>KBFX:</strong> developer Qt4/C++<br><br><strong>Email:</strong> saenzac@mail.kbfx.org
bg: <strong>Име:</strong> Johnny Henry Saenz Acuna (scarebyte)<br><br><strong>Страна:</strong> Перу<br><br><strong>KBFX:</strong> Разработчик с Qt4/C++<br><br><strong>Email:</strong> saenzac@mail.kbfx.org

source: <strong>Name:</strong> Christoffer Brodd-Reijer (Ephracis)<br><br><strong>Country:</strong> Sweden<br><br><strong>KBFX:</strong> library developer for Raptor<br><br><strong>Email:</strong> ephracis@mail.kbfx.org
bg: <strong>Име:</strong> Christoffer Brodd-Reijer (Ephracis)<br><br><strong>Страна:</strong> Швеция<br><br><strong>KBFX:</strong> Разработчик на библиотеките за Raptor<br><br><strong>Email:</strong> ephracis@mail.kbfx.org

source: <p align='center'>Image cannot be used as a pressed button skin!</p><p align='center'>Will use default pressed button skin.</p>
bg: <p align='center'>Изображението не може да бъде използвано като изглед за натиснат бутон!</p><p align='center'>Ще бъде използван изгледа за натиснат бутон по подразбиране.</p>
it: <p align='center'>Impossibile caricare immagine per il bottone "pressed"</p><p align='center'>Verra' usata l'immagine di default.</p>

source: <p align='center'>Image cannot be used as a normal button skin!</p><p align='center'>Will use default normal button skin.</p>
bg: <p align='center'>Изображението не може да бъде използвано като изглед за нормален бутон!</p><p align='center'>Ще бъде използван изгледа за нормален бутон по подразбиране.</p>
it: <p align='center'>Impossibile caricare immagine per il bottone "normal"</p><p align='center'>Verra' usata l'immagine di default</p>

source: <p align='center'>Image cannot be used as a hover button skin!</p><p align='center'>Will use default hover button skin.</p>
bg: <p align='center'>Изображението не може да бъде използвано като изглед за посочен бутон!</p><p align='center'>Ще бъде използван изгледа за посочен бутон по подразбиране.</p>
it: <p align='center'>Impossibile caricare immagine per il bottone "hover"</p><p align='center'>Verra' usata l'immagine di default</p>

source: Panel Resize is 'OFF'
bg: Оразмеряване на панела 'ИЗКЛ'
it: Ridimensiona pannello "OFF"

source: User Properties
bg: Потребителски настройки
it: Propieta' utente

source: * Top Bar Properties
bg: * Свойства на Горната Лента
it: Propieta' barra superiore

source: * Bottom Bar Properties
bg: * Свойства на Долната Лента
it: Propieta' barra inferiore

source: * List Box Properties
bg: * Свойства на Списъчното Поле
it: Propieta' lista

source: Search Box Properties
bg: Свойства на Полето за Търсене
it: Propieta' ricerca

source: * Item Properties
bg: * Свойства на Приложенията
it: Propieta' oggetto

source: * Main Menu Properties
bg: * Свойства на Главното Меню
it: Propieta' menu' principale

source: Water Effect Properties
bg: Ефект тип вода
it: Propieta' effetto acqua

source: Face Position X
bg: Позиция на Снимката X
it: Posizione X

source: Face Position Y
bg: Позиция на Снимката Y
it: Posizione Y

source: User Name Position X
bg: Позиция на Потребителското Име X
it: Posizione utente X

source: User Name Position Y
bg: Позиция на Потребителското Име Y
it: Posizione utente Y

source: Face Box Position X
bg: Позиция на Полето за Снимка X
it: Lato posizione X

source: Face Box Position Y
bg: Позиция на Полето за Снимка Y
it: Lato posizione Y

source: Face Box Height
bg: Височина на Полето за Снимка
it: Lato altezza

source: Face Box Width
bg: Ширина на Полето за Снимка
it: Lato larghezza

source: Hide User Name
bg: Скриване на Потребителското Име
it: Nascondi nome utente

source: * Top Bar Height
bg: * Височина на Горната Лента
it: Altezza barra superiore

source: Top Bar Width
bg: Ширина на Горната Лента
it: Larghezza barra inferiore

source: * Bottom Bar Height
bg: * Височина на Долната Лента
it: Altezza barra inferiore

source: Bottom Bar Width
bg: Ширина на Долната Лента
it: Larghezza barra inferiore

source: * List Box Position X
bg: * Позиция на Списъчното Поле X
it: List box posizione X

source: * List Box Position Y
bg: * Позиция на Списъчното Поле Y
it: List box posizione Y

source: List Box Height
bg: Височина на Списъчното Поле
it: Altezza list box

source: * List Box Width
bg: * Ширина на Списъчното Поле
it: Larghezza list box

source: Search Box Position X
bg: Позиция на Полето за Търсене X
it: Posizione campo di ricerca X

source: Search Box Position Y
bg: Позиция на Полето за Търсене Y
it: Posizione campo di ricerca Y

source: Search Box Height
bg: Височина на Полето за Търсене
it: Altezza campo di ricerca

source: Search Box Width
bg: Ширина на Полето за Търсене
it: Larghezza campo di ricerca

source: * Item Position X
bg: * Позиция на Приложенията X
it: Posizione oggetto X

source: * Item Position Y
bg: * Позиция на Приложенията Y
it: Posizione oggetto Y

source: Icon Size in Item
bg: Големина на иконата в Приложенията
it: Dimensione icona oggetto

source: Item Height
bg: Височина на Приложенията
it: Altezza oggetto

source: * Item Width
bg: * Ширина на Приложенията
it: Larghezza oggetto

source: Comment Margin in Item
bg: Граница на Коментара в Приложенията
it: Margine commento

source: No Comments in Item
bg: Без коментари в Приложенията
it: Nessun commento

source: * Main Menu Height
bg: * Височина на Главното Меню
it: ALtezza menu' principale

source: * Main Menu Width
bg: * Ширина на Главното Меню
it: Larghezza menu' principale

source: Contracted Menues
bg: Намалени Менюта
it: Menu' contratti

source: Water Effect Frame Rate
bg: Честота на ефекта тип вода
it: Frame rate effetto acqua

source: Enabled Water Effect
bg: Активиран ефект тип вода
it: Abilita effetto acqua

source: Select folder to export kbfxlayoutrc file
bg: Изберете папка където да бъде експортиран KBFXLAYOUTRC файла
it: Seleziona directory per esportare il file kbfxlayoutrc

source: <p align='center'>The Layout configuration of the KBFX Theme <strong>%1</strong> has been exported successfully!</p>
bg: <p align='center'>Настройките на Изгледа на KBFX темата<strong>%1</strong> бяха експортирани успешно!</p>
it: <p align='center'>La configurazione layout del tema KBFX <strong>%1</strong> e' stata esportata con successo</p>

source: KBFX Layout Export Ready
bg: Експорта на KBFX Изгледа е готов
it: KBFX layout pronto

source: <p align='center'>The Layout configuration of the KBFX Theme <strong>%1</strong> is ready!</p><p align='center'>Be sure to click the <strong>Apply</strong> button in order the changes to become active!</p>
bg: <p align='center'>Конфигурирането на Изгледа на KBFX Темата <strong>%1</strong> е завършено!</p><p align='center'>Натиснете бутона <strong>Прлилагане</strong>за да се активират извършените промени!</p>
it: <p align='center'>Configurazione layout del tema KBFX<strong>%1</strong> pronta!</p><p align='center'>Clicca sul bottone <strong>Applica</strong>per attivare i cambiamenti</p>

source: KBFX Layout Ready
bg: KBFX Изгледа е готов
it: Layout KBFX pronto

source: <p align='center'>KBFX will calculate the necessary values using the present values for:</p><p align='center'><strong>* Main Menu Height</strong> and <strong>* Main Menu Width</strong><br><strong>* Bottom Bar Height</strong> and <strong>* Top Bar Height</strong><br></p><p align='center'>So be sure that you have entered their values as you desire!</p><p align='center'><strong>NOTE:</strong> Have in mind that the Layout of the theme also depends on the sizes of the images! So if the theme does not look like as you desire either change the images' sizes to smaller width OR change <strong>* Main Menu Width</strong> to higher value!</p>
bg: <p align='center'>KBFX ще пресметне необходимите стойности използвайки:</p><p align='center'><strong>* Височина на Главното Меню</strong> и <strong>* Ширина на Главното Меню</strong><br><strong>* Височина на Долната Лента</strong> и <strong>* Височина на Горната Лента</strong><br></p><p align='center'>Така че, моля уверете се, че сте въвели стойностите, които желаете!</p><p align='center'><strong>ЗАБЕЛЕЖКА:</strong> Трябва да се има предвид, че Изгледа на темата е също свързан с размерите на изображенията! Ето защо, ако темата не изглежда както желаете или променете ширината на изображенията ИЛИ заменете стойностите за <strong>*Ширина на Главното Меню</strong> с по-големи!</p>
it: <p align='center'>KBFX calcolera' i valori necessari per:</p><p align='center'><strong>*Altezza menu' principale</strong>e <strong>* Menu' principale Larghezza</strong><br><strong>*Barra inferiore Altezza</strong> e <strong>*Altezza barra superiore</strong><br></p><p align='center'>assicurati di avere questi valori attivi</p><p align='center'><strong>NOTA:</strong> Ricarda che il layout del tema dipende dalla grandezza dell'immagine..quindi se i temi non sono esattamente come li volevi,cambia la grandezza dell'immagine <strong>* Larghezza menu' principale</strong>ad un valore piu' alto</p>

source: Prepare Layout for the KBFX theme
bg: Подготвяне на Изглед за KBFX тема
it: Prepara il layout per il tema KBFX

source: Prepare
bg: Подготви
it: Prepara

source: Left Panel
bg: Ляв Панел
it: Pannello sx

source: Right Panel
bg: Десен Панел
it: Pannello dx

source: <p align='center'>Not Implemented yet.</p>
bg: <p align='center'>В процес на разработка.</p>
it: <p align='center'>Non implementatot.</p>

source: <p align='center'>Not implemented yet.</p>
bg: <p align='center'>В процес на разработка.</p>
it: <p align='center'>Non implementato</p>

source: image/jpeg image/png image/x-xpm image/gif
it: Immagine/jpeg immagine/png immagine/x-xpm immagine/gif
